{
  "documents": [
    {
      "jurisdiction": "US-CO",
      "title": "Colorado Consumer Data Breach Notification",
      "identifier": "Colo. Rev. Stat. § 6-1-716",
      "short_name": "CO Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-09-01",
      "last_amended": "2018-09-01",
      "source_url": "https://leg.colorado.gov/sites/default/files/images/olls/crs2023-title-06.pdf"
    },
    {
      "jurisdiction": "US-CO",
      "title": "Colorado Privacy Act",
      "identifier": "Colo. Rev. Stat. § 6-1-1301 et seq.",
      "short_name": "CPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2023-07-01",
      "last_amended": "2023-07-01",
      "source_url": "https://leg.colorado.gov/bills/sb21-190"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "§ 6-1-716",
      "title": "Notice of security breach",
      "text": "(1) Any individual or a commercial entity that conducts business in Colorado and that owns, licenses, or maintains computerized data that includes personal information about a resident of Colorado shall, when it becomes aware of a breach of the security of the system, conduct in good faith a prompt investigation to determine the likelihood that personal information has been or will be misused. The individual or the commercial entity shall give notice as soon as possible to the affected Colorado residents unless the investigation determines that the misuse of information about a Colorado resident has not occurred and is not reasonably likely to occur.\n\n(2) Notice required by this section shall be made in the most expedient time possible and without unreasonable delay, but not later than thirty days after the date of determination that a security breach occurred, consistent with the legitimate needs of law enforcement and consistent with any measures necessary to determine the scope of the breach and to restore the reasonable integrity of the computerized data system.\n\n(3)(a) Any individual or a commercial entity that maintains computerized data that includes personal information that the individual or commercial entity does not own or license shall give notice to and cooperate with the owner or licensee of the information of any breach of the security of the system immediately following discovery of the breach, if misuse of personal information about a Colorado resident occurred or is likely to occur. Cooperation includes sharing with the owner or licensee information relevant to the breach.\n\n(4) Notice required by this section may be provided by one of the following methods: (a) Written notice to the postal address in the records of the individual or the commercial entity; (b) Telephonic notice; (c) Electronic notice, if the individual's or the commercial entity's primary means of communication with the resident of Colorado is by electronic means, or the notice provided is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. sec. 7001; (d) Substitute notice, if the individual or the commercial entity demonstrates that the cost of providing notice will exceed two hundred fifty thousand dollars, or that the affected class of persons to be notified exceeds two hundred fifty thousand Colorado residents, or the individual or the commercial entity does not have sufficient contact information to provide notice.\n\n(5) Notice to residents shall include: (a) The date, estimated date, or estimated date range of the security breach; (b) A description of the personal information that was acquired or reasonably believed to have been acquired as part of the security breach; (c) Information that the resident can use to contact the individual or the commercial entity to inquire about the security breach; (d) The toll-free numbers, addresses, and websites for consumer reporting agencies; (e) The toll-free number, address, and website for the federal trade commission; and (f) A statement that the resident can obtain information from the federal trade commission and the consumer reporting agencies about fraud alerts and security freezes.\n\n(6) If the breach is reasonably believed to have affected five hundred or more Colorado residents, the individual or commercial entity shall provide notice to the attorney general. In the event that the breach is reasonably believed to have affected one thousand or more Colorado residents, the individual or commercial entity shall also notify all consumer reporting agencies that compile and maintain files on consumers on a nationwide basis.",
      "jurisdiction": "US-CO",
      "order_index": 1
    },
    {
      "document_index": 1,
      "section_number": "§ 6-1-1302",
      "title": "Definitions — Colorado Privacy Act",
      "text": "As used in this part 13, unless the context otherwise requires:\n(1) \"Biometric data\" means data generated by automatic measurements of an individual's biological characteristics, such as a fingerprint, voiceprint, eye retinas, irises, or other unique biological patterns or characteristics that is used to identify a specific individual. \"Biometric data\" does not include a physical or digital photograph, a video or audio recording, or data generated therefrom, or information collected, used, or stored for health care treatment, payment, or operations under HIPAA.\n(3) \"Consumer\" means an individual who is a Colorado resident acting only in an individual or household context. \"Consumer\" does not include an individual acting in a commercial or employment context.\n(5) \"Controller\" means a person that, alone or jointly with others, determines the purposes and means of processing personal data.\n(10) \"Personal data\" means information that is linked or reasonably linkable to an identified or identifiable individual. \"Personal data\" does not include de-identified data or publicly available information.\n(14) \"Processor\" means a person that processes personal data on behalf of a controller.\n(17) \"Sensitive data\" means personal data that includes: (a) Data revealing racial or ethnic origin, religious beliefs, a mental or physical health condition or diagnosis, sex life or sexual orientation, or citizenship or citizenship status; (b) Genetic or biometric data that may be processed for the purpose of uniquely identifying an individual; or (c) Personal data from a known child.",
      "jurisdiction": "US-CO",
      "order_index": 2
    },
    {
      "document_index": 1,
      "section_number": "§ 6-1-1303",
      "title": "Consumer rights — Colorado Privacy Act",
      "text": "(1) A consumer has the right to:\n(a) Confirm whether a controller is processing the consumer's personal data and access such personal data;\n(b) Correct inaccuracies in the consumer's personal data, taking into account the nature of the personal data and the purposes of the processing;\n(c) Delete personal data provided by, or obtained about, the consumer;\n(d) Obtain personal data that the consumer previously provided in a portable and, to the extent technically feasible, readily usable format that allows the consumer to transmit the data to another entity without hindrance; and\n(e) Opt out of the processing of the personal data for purposes of targeted advertising, the sale of personal data, or profiling in furtherance of decisions that produce legal or similarly significant effects concerning a consumer.",
      "jurisdiction": "US-CO",
      "order_index": 3
    }
  ]
}
