{
  "documents": [
    {
      "jurisdiction": "US-DC",
      "title": "DC Security Breach Notification Act",
      "identifier": "D.C. Code § 28-3851 et seq.",
      "short_name": "DC Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2007-03-08",
      "last_amended": "2020-06-17",
      "source_url": "https://code.dccouncil.gov/us/dc/council/code/titles/28/chapters/38/subchapters/II"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "§ 28-3851",
      "title": "Definitions",
      "text": "For the purposes of this subchapter, the term:\n(1) \"Breach of the security of the system\" means unauthorized acquisition of computerized or other electronic data or any equipment or device storing such data that compromises the security, confidentiality, or integrity of personal information maintained by the person or entity who conducts business in the District of Columbia, or any person or entity who maintains personal information of District of Columbia residents. The term \"breach of the security of the system\" does not include a good faith acquisition of personal information by an employee or agent of the person or entity for the purposes of the person or entity if the personal information is not used improperly or subject to further unauthorized disclosure. Acquisition of data that has been rendered secure, so as to be unusable by an unauthorized third party, shall not be deemed to be a breach of the security of the system.\n(3) \"Medical Information\" means any information about a consumer's dental, medical, or mental health treatment or diagnosis by a health-care professional.\n(5) \"Notify\" or \"notification\" means providing information through one or more of the following methods: (A) Written notice; (B) Electronic notice, if the person's or entity's primary method of communication with the individual is by electronic means or is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. § 7001; (C) Substitute notice, if the person or entity demonstrates that the cost of providing notice would exceed $50,000, that the affected class of subject individuals to be notified exceeds 100,000, or that the person or entity does not have sufficient contact information.\n(7) \"Personal information\" means: (A)(i) An individual's first name, first initial and last name, or any other personal identifier, which, in combination with any of the following data elements, can be used to identify a person or the person's information: (I) Social security number, Individual Taxpayer Identification Number, passport number, driver's license or District of Columbia identification card number, or military identification number; (II) Account number, or credit or debit card number, in combination with any required security code, access code, or password that is necessary to permit access to an individual's financial account; (III) Medical information; (IV) Genetic information and deoxyribonucleic acid profile; (V) Health insurance information, including a policy number, subscriber information number, or any unique identifier used by a health insurer to identify the individual; (VI) Biometric data of an individual generated by automatic measurements of an individual's biological characteristics.",
      "jurisdiction": "US-DC",
      "order_index": 1
    },
    {
      "document_index": 0,
      "section_number": "§ 28-3852",
      "title": "Notification of security breach",
      "text": "(a) Any person or entity who conducts business in the District of Columbia, and who, in the course of such business, owns or licenses computerized or other electronic data that includes personal information, and who discovers a breach of the security of the system, shall promptly notify any District of Columbia resident whose personal information was included in the breach. The notification shall be made in the most expedient time possible and without unreasonable delay, consistent with the legitimate needs of law enforcement, as provided in subsection (d) of this section, and with any measures necessary to determine the scope of the breach and restore the reasonable integrity of the data system.\n\n(a-1) The notification required under subsection (a) of this section shall include: (1) To the extent possible, a description of the categories of information that were, or are reasonably believed to have been, acquired by an unauthorized person, including the elements of personal information that were, or are reasonably believed to have been, acquired; (2) Contact information for the person or entity making the notification, including the business address, telephone number, and toll-free telephone number if one is maintained; (3) The toll-free telephone numbers and addresses for the major consumer reporting agencies, and information about how to request a security freeze; (4) The toll-free telephone numbers, addresses, and website addresses for the Federal Trade Commission and the Office of the Attorney General for the District of Columbia.\n\n(b) Any person or entity who maintains, handles, or otherwise possesses computerized or other electronic data that includes personal information that the person or entity does not own shall notify the owner or licensee of the information of any breach of the security of the system in the most expedient time possible following discovery.\n\n(b-1) In addition to giving the notification described in subsection (a) of this section, and subject to subsection (d) of this section, any person or entity who is required to give notice under subsection (a) of this section shall promptly provide written notice of the breach to the Office of the Attorney General if the breach affects 50 or more District of Columbia residents.\n\n(c) If any person or entity is required by subsection (a) of this section to notify more than 1,000 persons of a breach of security pursuant to this subchapter, the person or entity shall also notify, without unreasonable delay, all consumer reporting agencies that compile and maintain files on consumers on a nationwide basis, as defined by section 603(p) of the Fair Credit Reporting Act, of the timing, distribution, and content of the notices.\n\n(d) The notification required by this section may be delayed if a law enforcement agency determines and advises the person or entity that the notification will impede a criminal or civil investigation, or homeland or national security. The notification required by this section shall be made after the law enforcement agency determines that the notification will no longer impede the investigation, or jeopardize national or homeland security.\n\n(f) The provisions of this section may not be waived. Any person or entity who is a resident of the District of Columbia may not waive his or her rights under this section.\n\n(g) For the purposes of this section, a person or entity who maintains procedures for a breach of the security of the system notification system under federal laws, rules, regulations, guidance, or guidelines, including the Gramm-Leach-Bliley Act (15 U.S.C. § 6801 et seq.) and the Health Insurance Portability and Accountability Act of 1996, shall be deemed to be in compliance with this section if the person or entity provides notice to affected individuals that is at least as protective as the requirements established under this section.",
      "jurisdiction": "US-DC",
      "order_index": 2
    },
    {
      "document_index": 0,
      "section_number": "§ 28-3853",
      "title": "Enforcement",
      "text": "(a) [Repealed].\n(b) A violation of this subchapter, or any rule issued pursuant to the authority of this subchapter, is an unfair or deceptive trade practice pursuant to § 28-3904(kk).\n(c) The rights and remedies available under this section are cumulative to each other and to any other rights and remedies available under law.",
      "jurisdiction": "US-DC",
      "order_index": 3
    }
  ]
}
