{
  "documents": [
    {
      "jurisdiction": "US-FL",
      "title": "Florida Information Protection Act",
      "identifier": "Fla. Stat. § 501.171",
      "short_name": "FIPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2014-07-01",
      "last_amended": "2014-06-20",
      "source_url": "http://www.leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&URL=0500-0599/0501/Sections/0501.171.html"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-FL",
      "section_number": "",
      "title": "",
      "text": "I will work hard to secure the results you seek.",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FL",
      "section_number": "",
      "title": "",
      "text": "However, a statement may not be admitted hereunder unless the proponent of it makes known to the adverse party, sufficiently in advance of the trial or proceeding to provide the adverse party with a fair opportunity to prepare to meet it, the proponent’s intention to offer the statement and the particulars of it, including the name and address of the declarant.\n\nI will work hard to secure the results you seek.",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FL",
      "section_number": "",
      "title": "",
      "text": "The Law Offices of Jason Turchin – Florida Personal Injury & Accident…",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FL",
      "section_number": "",
      "title": "",
      "text": "(a) Every person has the right to inspect or copy any public record made or received in connection with the official business of any public body, officer, or employee of the state, or persons acting on their behalf, except with respect to records exempted pursuant to this section or specifically made confidential by this Constitution. This section specifically includes the legislative, executive, and judicial branches of government and each agency or department created thereunder; counties, municipalities, and districts; and each constitutional officer, board, and commission, or entity created pursuant to law or this Constitution.\n\n(b) All meetings of any collegial public body of the executive branch of state government or of any collegial public body of a county, municipality, school district, or special district, at which official acts are to be taken or at which public business of such body is to be transacted or discussed, shall be open and noticed to the public and meetings of the legislature shall be open and noticed as provided in Article III, § 4(e), except with respect to meetings exempted pursuant to this section or specifically closed by this Constitution.\n\n(c) This section shall be self-executing. The legislature, however, may provide by general law passed by a two-thirds vote of each house for the exemption of records from the requirements of subsection (a) and the exemption of meetings from the requirements of subsection (b), provided that such law shall state with specificity the public necessity justifying the exemption and shall be no broader than necessary to accomplish the stated purpose of the law. The legislature shall enact laws governing the enforcement of this section, including the maintenance, control, destruction, disposal, and disposition of records made public by this section, except that each house of the legislature may adopt rules governing the enforcement of this section in relation to records of the legislative branch. Laws enacted pursuant to this subsection shall contain only exemptions from the requirements of subsections (a) or (b) and provisions governing the enforcement of this section, and shall relate to one subject.\n\n(d) All laws that are in effect on July 1, 1993 that limit public access to records or meetings shall remain in force, and such laws apply to records of the legislative and judicial branches, until they are repealed. Rules of court that are in effect on the date of adoption of this section that limit access to records shall remain in effect until they are repealed.\n\n1SECTION 25. Taxpayers’ Bill of Rights.–By general law the legislature shall prescribe and adopt a Taxpayers’ Bill of Rights that, in clear and concise language, sets forth taxpayers’ rights and responsibilities and government’s responsibilities to deal fairly with taxpayers under the laws of this state. This section shall be effective July 1, 1993.\n\nSteinger, Greene & Feiner is committed to ensuring personal injury vict…",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FL",
      "section_number": "",
      "title": "",
      "text": "held by an agency is confidential and exempt from s. 119.07(1) and Fla. Const. Art. I, § 24(a). This exemption is remedial in nature, and it is the intent of the Legislature that this exemption apply to security or firesafety system plans held by an agency before, on, or after April 6, 2018.\n\nSince 1976, Freidin Brown, P.A. has been representing clients in personal i…",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FL",
      "section_number": "",
      "title": "",
      "text": "We are a small law firm dedicated to assisting Florida businesses and indiv…",
      "order_index": 7
    }
  ]
}
