{
  "documents": [
    {
      "jurisdiction": "US-GA",
      "title": "Georgia Personal Identity Protection Act",
      "identifier": "Ga. Code ยง 10-1-912",
      "short_name": "GA Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2005-05-05",
      "last_amended": "2005-05-05",
      "source_url": "https://www.legis.ga.gov/api/legislation/document/20052006/24776"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "ยง 10-1-912",
      "title": "Notification of breach of security",
      "text": "(a) Any information broker or data collector that maintains computerized data that includes personal information of individuals shall give notice of any breach of the security of the system following discovery or notification of the breach of the security of the system to any resident of this state whose unencrypted personal information was, or is reasonably believed to have been, acquired by an unauthorized person. Such notice shall be made in the most expedient time possible and without unreasonable delay, consistent with the legitimate needs of law enforcement, as provided in subsection (c) of this Code section, or with any measures necessary to determine the scope of the breach and restore the reasonable integrity, security, and confidentiality of the data system.\n\n(b)(1) Any person or business that maintains computerized data that includes personal information of individuals that the person or business does not own shall notify the owner or licensee of the information of any breach of the security of the system as soon as practicable and without unreasonable delay following discovery if the personal information was, or is reasonably believed to have been, acquired by an unauthorized person.\n(2) Any person or business that is required to issue a notification pursuant to this Code section shall simultaneously send such notification to the consumer protection division of the Attorney General's office.\n\n(c) The notification required by this Code section may be delayed if a law enforcement agency determines and advises the information broker or data collector that the notification will compromise a criminal investigation. The notification required by this Code section shall be made after such law enforcement agency determines that the notification will not compromise the investigation.\n\n(d) For purposes of this Code section, the term \"breach of the security of the system\" means unauthorized acquisition of an individual's electronic data that compromises the security, confidentiality, or integrity of personal information of such individual maintained by an information broker or data collector. Good faith acquisition of personal information by an employee or agent of an information broker or data collector for the purposes of such information broker or data collector is not a breach of the security of the system, provided that the personal information is not used for, or subject to, further unauthorized disclosure.\n\n(e) The notice required by this Code section may be provided by one of the following methods:\n(1) Written notice;\n(2) Electronic notice, if the notice provided is consistent with the provisions regarding electronic records and signatures set forth in the federal Electronic Signatures in Global and National Commerce Act;\n(3) Substitute notice, if the information broker or data collector demonstrates that the cost of providing notice would exceed $50,000.00, or that the affected class of individuals to be notified exceeds 100,000, or that the information broker or data collector does not have sufficient contact information.\n\n(f) An information broker or data collector that maintains its own notification procedures as part of an information privacy policy or security policy shall be deemed to be in compliance with the notification requirements of this Code section if the procedures are otherwise consistent with the timing requirements of this Code section.",
      "jurisdiction": "US-GA",
      "order_index": 1
    },
    {
      "document_index": 0,
      "section_number": "ยง 10-1-911",
      "title": "Definitions",
      "text": "As used in this part, the term:\n(1) \"Data collector\" means any state or local agency or subdivision thereof, or any individual, corporation, or other entity that, for any purpose, whether by automated collection or otherwise, handles, collects, disseminates, or otherwise deals with personal information, and includes, but is not limited to, any state or local agency or subdivision thereof and any employee or contractor of such entity who handles, collects, disseminates, or otherwise deals with personal information.\n(3) \"Information broker\" means any person or entity who, for monetary fees or dues, engages in whole or in part in the business of collecting, assembling, evaluating, compiling, reporting, transmitting, transferring, or communicating information concerning individuals for the primary purpose of furnishing personal information to nonaffiliated third parties.\n(6) \"Personal information\" means an individual's first name or first initial and last name in combination with any one or more of the following data elements, when either the name or the data elements are not encrypted or redacted: (A) Social Security number; (B) Driver's license number or state identification card number; (C) Account number, credit card number, or debit card number, if circumstances exist wherein such a number could be used without additional identifying information, access codes, or passwords; (D) Account passwords or personal identification numbers or other access codes; or (E) Any of the items in subparagraphs (A) through (D) when not in connection with the individual's first name or first initial and last name, if the information compromised would be sufficient to perform or attempt to perform identity theft against the person whose information was compromised.",
      "jurisdiction": "US-GA",
      "order_index": 2
    }
  ]
}
