{
  "documents": [
    {
      "jurisdiction": "US-HI",
      "title": "Hawaii Security Breach of Personal Information",
      "identifier": "Haw. Rev. Stat. § 487N-2",
      "short_name": "HI Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2007-01-01",
      "last_amended": "2008-07-01",
      "source_url": "https://www.capitol.hawaii.gov/hrscurrent/Vol11_Ch0476-0490/HRS0487N/HRS_0487N-0002.htm"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-HI",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n(1) Social security number;\n\n(2) Driver's license number or Hawaii identification card number; or\n\n(3) Account number, credit or debit card number, access code, or password that would permit access to an individual's financial account. See Hawaii Revised Statutes 487N-1\n\nAs used in this chapter, unless the context otherwise requires:\n\n“Business” means a sole proprietorship, partnership, corporation, association, or other group, however organized, and whether or not organized to operate at a profit. The term includes a financial institution organized, chartered, or holding a license or authorization certificate under the laws of the State, any other state, the United States, or any other country, or the parent or the subsidiary of any such financial institution. The term also includes an entity whose business is records destruction.\n\n“Council” means the information privacy and security council established under section 487N-5.\n\n“Encryption” or “encrypted” means the use of an algorithmic process to transform data into a form in which the data is rendered unreadable or unusable without the use of a confidential process or key.\n\n“Government agency” means any department, division, board, commission, public corporation, or other agency or instrumentality of the State or of any county.\n\n“Personal information” means an individual’s first name or first initial and last name in combination with any one or more of the following data elements, when either the name or the data elements are not encrypted:\n\n(1) Social security number;\n\n(2) Driver’s license number or Hawaii identification card number; or\n\n(3) Account number, credit or debit card number, access code, or password that would permit access to an individual’s financial account.\n\n“Personal information” does not include publicly available information that is lawfully made available to the general public from federal, state, or local government records.\n\n“Records” means any material on which written, drawn, spoken, visual, or electromagnetic information is recorded or preserved, regardless of physical form or characteristics.\n\n“Redacted” means the rendering of data so that it is unreadable or is truncated so that no more than the last four digits of the identification number are accessible as part of the data.\n\n“Security breach” means an incident of unauthorized access to and acquisition of unencrypted or unredacted records or data containing personal information where illegal use of the personal information has occurred, or is reasonably likely to occur and that creates a risk of harm to a person. Any incident of unauthorized access to and acquisition of encrypted records or data containing personal information along with the confidential process or key constitutes a security breach. Good faith acquisition of personal information by an employee or agent of the business for a legitimate purpose is not a security breach; provided that the personal information is not used for a purpose other than a lawful purpose of the business and is not subject to further unauthorized disclosure.\n\nWe are a Honolulu, Hawaii, injury law firm. We handle all types of perso…\n\nUnderstanding family law can be challenging, especially if you’ve neve…",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-HI",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n(1) Social security number;\n\n(2) Driver's license number or Hawaii identification card number; or\n\n(3) Account number, credit or debit card number, access code, or password that would permit access to an individual's financial account. See Hawaii Revised Statutes 487N-1\n\nUnderstanding family law can be challenging, especially if you’ve neve…\n\nWe are a Honolulu, Hawaii, injury law firm. We handle all types of perso…",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-HI",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nWe are a Honolulu, Hawaii, injury law firm. We handle all types of perso…\n\nUnderstanding family law can be challenging, especially if you’ve neve…",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-HI",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nA government agency shall submit a written report to the legislature within twenty days after discovery of a security breach at the government agency that details information relating to the nature of the breach, the number of individuals affected by the breach, a copy of the notice of security breach that was issued, the number of individuals to whom the notice was sent, whether the notice was delayed due to law enforcement considerations, and any procedures that have been implemented to prevent the breach from reoccurring. In the event that a law enforcement agency informs the government agency that notification may impede a criminal investigation or jeopardize national security, the report to the legislature may be delayed until twenty days after the law enforcement agency has determined that notice will no longer impede the investigation or jeopardize national security.\n\nWe are a Honolulu, Hawaii, injury law firm. We handle all types of perso…\n\nUnderstanding family law can be challenging, especially if you’ve neve…",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-HI",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n(1) Social security number;\n\n(2) Driver's license number or Hawaii identification card number; or\n\n(3) Account number, credit or debit card number, access code, or password that would permit access to an individual's financial account. See Hawaii Revised Statutes 487N-1\n\nEach member of the council may designate a person from that member’s agency to attend meetings and act on the member’s behalf, including for voting purposes, when the member is unable to attend a meeting. The chief information officer or the chief information officer’s designee shall serve as chair of the council.\n\nThe initial report to the legislature also shall include proposed legislation to amend § 487N-2 or any other law that the council deems necessary to conform to the guidelines established under subsection (c).\n\nWe are a Honolulu, Hawaii, injury law firm. We handle all types of perso…\n\nUnderstanding family law can be challenging, especially if you’ve neve…",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-HI",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n(1) Social security number;\n\n(2) Driver's license number or Hawaii identification card number; or\n\n(3) Account number, credit or debit card number, access code, or password that would permit access to an individual's financial account. See Hawaii Revised Statutes 487N-1\n\nWe are a Honolulu, Hawaii, injury law firm. We handle all types of perso…\n\nUnderstanding family law can be challenging, especially if you’ve neve…",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-HI",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n(1) Social security number;\n\n(2) Driver's license number or Hawaii identification card number; or\n\n(3) Account number, credit or debit card number, access code, or password that would permit access to an individual's financial account. See Hawaii Revised Statutes 487N-1\n\n“Personal information system” means any manual or automated recordkeeping process that contains personal information and the name, personal number, or other identifying particulars of a data subject.\n\nWe are a Honolulu, Hawaii, injury law firm. We handle all types of perso…\n\nUnderstanding family law can be challenging, especially if you’ve neve…",
      "order_index": 7
    },
    {
      "document_index": 0,
      "jurisdiction": "US-HI",
      "section_number": "",
      "title": "LawServer",
      "text": "The word “county” includes the city and county of Honolulu.\n\nWe are a Honolulu, Hawaii, injury law firm. We handle all types of perso…\n\nUnderstanding family law can be challenging, especially if you’ve neve…",
      "order_index": 8
    }
  ]
}
