{
  "documents": [
    {
      "jurisdiction": "US-IA",
      "title": "Iowa Breach of Security Notification",
      "identifier": "Iowa Code § 715C.1 et seq.",
      "short_name": "IA Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2008-07-01",
      "last_amended": "2014-07-01",
      "source_url": "https://www.legis.iowa.gov/law/iowaCode/sections?codeChapter=715C"
    },
    {
      "jurisdiction": "US-IA",
      "title": "Iowa Consumer Data Protection Act",
      "identifier": "Iowa Code ch. 715D",
      "short_name": "IACDPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2025-01-01",
      "last_amended": "2023-03-29",
      "source_url": "https://www.legis.iowa.gov/law/iowaCode/sections?codeChapter=715D"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-IA",
      "section_number": "",
      "title": "",
      "text": "procedures, guidance, or guidelines established by the person’s primary  or functional federal regulator.\nb.   A person  who  complies with a state or federal  law that provides  greater  protection to\npersonal information and at least as thorough  disclosure requirements for breach  of security or personal information than that provided  by this section.\nc.   A person  who is subject  to and complies with regulations promulgated pursuant  to Tit.\nV of the federal  Gramm-Leach-Bliley Act of 1999, 15 U.S.C.  §6801 – 6809.\nd.   A person  who is subject  to and complies with regulations promulgated pursuant  to Tit. II, subtit.  F of  the  federal  Health  Insurance Portability and  Accountability Act  of  1996,  42\nU.S.C.  §1320d – 1320d-9, and Tit. XIII, subtit. D of the federal  Health Information  Technology for Economic and Clinical Health Act of 2009, 42 U.S.C.  §17921 – 17954.\n8.    Any  person   who  owns   or  licenses  computerized  data  that  includes  a  consumer’s personal information that is used in the course of the person’s business, vocation,  occupation, or volunteer activities  and that was  subject  to a breach  of security  requiring  notification to more  than  five  hundred  residents   of  this  state  pursuant  to  this  section shall  give  written notice  of  the  breach  of  security  to the  director  of  the  consumer protection division  of  the office  of the attorney  general within  five business days  after  giving  notice  of the breach  of security  to any consumer pursuant  to this section.\n9.  a.   A violation  of this chapter is an unlawful practice  pursuant  to § 714.16 and,\nin  addition  to  the  remedies provided   to  the  attorney  general pursuant  to  § 714.16, subsection 7, the attorney  general may seek  and obtain an order that a party held to violate this section pay damages to the attorney general on behalf of a person injured by the violation. b.   The rights  and remedies available under this section are cumulative to each  other and\nto any other rights  and remedies available under  the law.\n2008 Acts, ch 1154, §2; 2013 Acts, ch 90, §257; 2014 Acts, ch 1062, §4; 2018 Acts, ch 1091, §9\nReferred to in §507F.8, 507F.10\nIdentity  theft — civil cause  of action,  see §714.16B Identity  theft passport,  see  §715A.9A",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-IA",
      "section_number": "",
      "title": "",
      "text": "The term “appellate court” means and includes both the supreme court and the court of appeals. Where an act, omission, right, or liability is by statute conditioned upon the filing of a decision by an appellate court, the term means any final decision of either the supreme court or the court of appeals.\n\nThe word “clerk” means clerk of the court in which the action or proceeding is brought or is pending; and the words “clerk’s office” mean the office of that clerk.\n\nDegrees of consanguinity and affinity shall be computed according to the civil law.\n\nThe word “deed” is applied to an instrument conveying lands, but does not imply a sealed instrument; and the words “bond” and “indenture” do not necessarily imply a seal, and the word “undertaking” means a promise or security in any form.\n\nThe term “executor” includes administrator, and the term “administrator” includes executor, where the subject matter justifies such use.\n\nIf there is a conflict between figures and words in expressing a number, the words govern.\n\nThe words “highway” and “road” include public bridges, and may be held equivalent to the words “county way”, “county road”, “common road”, and “state road”.\n\nThe word “issue” as applied to descent of estates includes all lawful lineal descendants.\n\nWords giving a joint authority to three or more public officers or other persons shall be construed as giving such authority to a majority of them, unless it be otherwise expressed in the Act giving the authority.\n\nThe word “land” and the phrases “real estate” and “real property” include lands, tenements, hereditaments, and all rights thereto and interests therein, equitable as well as legal.\n\nThe word “month” means a calendar month, and the word “year” and the abbreviation “A.D.” are equivalent to the expression “year of our Lord”.\n\nUnless otherwise specifically provided by law the singular includes the plural, and the plural includes the singular. Words of one gender include the other genders.\n\nThe Roman numerals and the Arabic figures are to be taken as parts of the English language.\n\nThe word “oath” includes affirmation in all cases where an affirmation may be substituted for an oath, and in like cases the word “swear” includes “affirm”.\n\nUnless otherwise provided by law, “person” means individual, corporation, limited liability company, government or governmental subdivision or agency, business trust, estate, trust, partnership or association, or any other legal entity.\n\nThe words “personal property” include money, goods, chattels, evidences of debt, and things in action.\n\nThe words “persons with mental illness” include persons with psychosis, persons who are severely depressed, and persons with any type of mental disease or mental disorder, except that mental illness does not refer to intellectual disability, or to insanity, diminished responsibility, or mental incompetency as defined and used in the Iowa criminal code or in the rules of criminal procedure, Iowa court rules. A person who is hospitalized or detained for treatment of mental illness shall not be deemed or presumed to be incompetent in the absence of a finding of incompetence made pursuant to section 229.27.\n\nThe word “population” where used in this Code or any statute means the population shown by the latest preceding certified federal census, unless otherwise specifically provided.\n\nThe word “property” includes personal and real property.\n\nA quorum of a public body is a majority of the number of members fixed by statute.\n\nThe repeal of a statute, after it becomes effective, does not revive a statute previously repealed, nor affect any right which has accrued, any duty imposed, any penalty incurred, or any proceeding commenced, under or by virtue of the statute repealed.\n\nWhere the seal of a court, public office, public officer, or public or private corporation may be required to be affixed to any paper, the word “seal” shall include an impression upon the paper alone, or upon wax, a wafer affixed to the paper, or an official stamp of a notarial officer as provided in chapter 9B. If the seal of a court is required, the word “seal” may also include a visible electronic image of the seal on an electronic document.\n\nIf a statute refers to a series of numbers or letters, the first and the last numbers or letters are included.\n\nUnless otherwise specifically provided by the general assembly, whenever the following words are used in a statute enacted after July 1, 1971, their meaning and application shall be:\n\nThe term “sheriff” may be extended to any person performing the duties of the sheriff, either generally or in special cases.\n\nThe word “state”, when applied to the different parts of the United States, includes the District of Columbia and the territories, and the words “United States” may include the said district and territories.\n\nWords in the present tense include the future.\n\nIn computing time, the first day shall be excluded and the last included, unless the last falls on Sunday, in which case the time prescribed shall be extended so as to include the whole of the following Monday. However, when by the provisions of a statute or rule prescribed under authority of a statute, the last day for the commencement of an action or proceedings, the filing of a pleading or motion in a pending action or proceedings, or the perfecting or filing of an appeal from the decision or award of a court, board, commission, or official falls on a Saturday, a Sunday, a day on which the office of the clerk of the district court is closed in whole or in part pursuant to the authority of the supreme court, the first day of January, the third Monday in January, the twelfth day of February, the third Monday in February, the last Monday in May, the fourth day of July, the first Monday in September, the eleventh day of November, the fourth Thursday in November, the twenty-fifth day of December, and the following Monday when any of the foregoing named legal holidays fall on a Sunday, and any day appointed or recommended by the governor of Iowa or the president of the United States as a day of fasting or thanksgiving, the time shall be extended to include the next day which the office of the clerk of the court or the office of the board, commission, or official is open to receive the filing of a commencement of an action, pleading or a motion in a pending action or proceeding, or the perfecting or filing of an appeal.\n\nThe word “will” includes codicils.\n\nWords and phrases shall be construed according to the context and the approved usage of the language; but technical words and phrases, and such others as may have acquired a peculiar and appropriate meaning in law, shall be construed according to such meaning.\n\nThe words “written” and “in writing” may include any mode of representing words or letters in general use, and include an electronic record as defined in section 554D.103. A signature, when required by law, must be made by the writing or markings of the person whose signature is required. “Signature” includes an electronic signature as defined in section 554D.103. If a person is unable due to a physical disability to make a written signature or mark, that person may substitute either of the following in lieu of a signature required by law:",
      "order_index": 3
    }
  ]
}
