{
  "documents": [
    {
      "jurisdiction": "US-IL",
      "title": "Illinois Personal Information Protection Act",
      "identifier": "815 ILCS 530/",
      "short_name": "IL Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-06-27",
      "last_amended": "2020-01-01",
      "source_url": "https://www.ilga.gov/legislation/ilcs/ilcs3.asp?ActID=2702&ChapterID=67"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-IL",
      "section_number": "ยง 530/10",
      "title": "Notice of breach",
      "order_index": 1,
      "text": "Any data collector that owns or licenses personal information concerning a resident of Illinois shall notify the resident at no charge that there has been a breach of the security of the system data following discovery or notification of the breach. The disclosure notification shall be made in the most expedient time possible and without unreasonable delay, consistent with any measures necessary to determine the scope of the breach and restore the reasonable integrity, security, and confidentiality of the data system."
    },
    {
      "document_index": 0,
      "jurisdiction": "US-IL",
      "section_number": "ยง 530/5",
      "title": "Definitions",
      "order_index": 2,
      "text": "In this Act: \"Breach of the security of the system data\" or \"breach\" means unauthorized acquisition of computerized data that compromises the security, confidentiality, or integrity of personal information maintained by the data collector. \"Personal information\" means an individual's first name or first initial and last name in combination with any one or more of the following data elements, when either the name or the data elements are not encrypted or redacted: (1) Social Security number; (2) driver's license number or State identification card number; (3) account number or credit or debit card number, or an account number or credit card number in combination with any required security code, access code, or password that would permit access to an individual's financial account."
    }
  ]
}
