{
  "documents": [
    {
      "jurisdiction": "US-KS",
      "title": "Kansas Consumer Protection — Breach of Security",
      "identifier": "Kan. Stat. § 50-7a01 et seq.",
      "short_name": "KS Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-07-01",
      "last_amended": "2006-07-01",
      "source_url": "https://www.ksrevisor.org/statutes/chapters/ch50/050_007a_0001.html"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-KS",
      "section_number": "",
      "title": "",
      "text": "As used in Kan. Stat. Ann. 2023 Supp. 50-7a01 and 50-7a02, and amendments thereto:\n\n(a) “Consumer” means an individual who is a resident of this state.\n\n\n\n(b) “Encrypted” means transformation of data through the use of algorithmic process into a form in which there is a low probability of assigning meaning without the use of a confidential process or key, or securing the information by another method that renders the data elements unreadable or unusable.\n\n(c) “Notice” means:\n\n(1) Written notice;\n\n(2) electronic notice, if the notice provided is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. § 7001; or\n\n(3) substitute notice, if the individual or the commercial entity required to provide notice demonstrates that the cost of providing notice will exceed $100,000, or that the affected class of consumers to be notified exceeds 5,000, or that the individual or the commercial entity does not have sufficient contact information to provide notice.\n\n(d) “Redact” means alteration or truncation of data such that no more than the following are accessible as part of the personal information:\n\n(1) Five digits of a social security number; or\n\n(2) the last four digits of a driver’s license number, state identification card number or account number.\n\n(e) “Substitute notice” means:\n\n(1) E-mail notice if the individual or the commercial entity has e-mail addresses for the affected class of consumers;\n\n(2) conspicuous posting of the notice on the web site page of the individual or the commercial entity if the individual or the commercial entity maintains a web site; and\n\n(3) notification to major statewide media.\n\n(f) “Person” means any individual, partnership, corporation, trust, estate, cooperative, association, government, or governmental subdivision or agency or other entity.\n\n(g) “Personal information” means a consumer’s first name or first initial and last name linked to any one or more of the following data elements that relate to the consumer, when the data elements are neither encrypted nor redacted:\n\n(1) Social security number;\n\n(2) driver’s license number or state identification card number; or\n\n(3) financial account number, or credit or debit card number, alone or in combination with any required security code, access code or password that would permit access to a consumer’s financial account. The term “personal information” does not include publicly available information that is lawfully made available to the general public from federal, state or local government records.\n\n(h) “Security breach” means the unauthorized access and acquisition of unencrypted or unredacted computerized data that compromises the security, confidentiality or integrity of personal information maintained by an individual or a commercial entity and that causes, or such individual or entity reasonably believes has caused or will cause, identity theft to any consumer. Good faith acquisition of personal information by an employee or agent of an individual or a commercial entity for the purposes of the individual or the commercial entity is not a breach of the security of the system, provided that the personal information is not used for or is not subject to further unauthorized disclosure.",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-KS",
      "section_number": "",
      "title": "",
      "text": "(a) A person that conducts business in this state, or a government, governmental subdivision or agency that owns or licenses computerized data that includes personal information shall, when it becomes aware of any breach of the security of the system, conduct in good faith a reasonable and prompt investigation to determine the likelihood that personal information has been or will be misused. If the investigation determines that the misuse of information has occurred or is reasonably likely to occur, the person or government, governmental subdivision or agency shall give notice as soon as possible to the affected Kansas resident. Notice must be made in the most expedient time possible and without unreasonable delay, consistent with the legitimate needs of law enforcement and consistent with any measures necessary to determine the scope of the breach and to restore the reasonable integrity of the computerized data system.\n\n(b) An individual or a commercial entity that maintains computerized data that includes personal information that the individual or the commercial entity does not own or license shall give notice to the owner or licensee of the information of any breach of the security of the data following discovery of a breach, if the personal information was, or is reasonably believed to have been, accessed and acquired by an unauthorized person.\n\n(c) Notice required by this section may be delayed if a law enforcement agency determines that the notice will impede a criminal investigation. Notice required by this section shall be made in good faith, without unreasonable delay and as soon as possible after the law enforcement agency determines that notification will no longer impede the investigation.\n\n(d) Notwithstanding any other provision in this section, an individual or a commercial entity that maintains its own notification procedures as part of an information security policy for the treatment of personal information, and whose procedures are otherwise consistent with the timing requirements of this section, is deemed to be in compliance with the notice requirements of this section if the individual or the commercial entity notifies affected consumers in accordance with its policies in the event of a breach of security of the system.\n\n(e) An individual or a commercial entity that is regulated by state or federal law and that maintains procedures for a breach of the security of the system pursuant to the laws, rules, regulations, guidances or guidelines established by its primary or functional state or federal regulator is deemed to be in compliance with this section. This section does not relieve an individual or a commercial entity from a duty to comply with other requirements of state and federal law regarding the protection and privacy of personal information.\n\n(f) In the event that a person discovers circumstances requiring notification pursuant to this section of more than 1,000 consumers at one time, the person shall also notify, without unreasonable delay, all consumer reporting agencies that compile and maintain files on consumers on a nationwide basis, as defined by 15 U.S.C. § 1681a(p), of the timing, distribution and content of the notices.\n\n(g) For violations of this section, except as to insurance companies licensed to do business in this state, the attorney general is empowered to bring an action in law or equity to address violations of this section and for other relief that may be appropriate. The provisions of this section are not exclusive and do not relieve an individual or a commercial entity subject to this section from compliance with all other applicable provisions of law.\n\n(h) For violations of this section by an insurance company licensed to do business in this state, the insurance commissioner shall have the sole authority to enforce the provisions of this section.",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-KS",
      "section_number": "",
      "title": "",
      "text": "If any provision of this act or its application to any person or circumstance is held invalid, the invalidity shall not affect any other provision or application of the act which can be given effect without the invalid provision or application. To this end the provisions of this act are severable.",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-KS",
      "section_number": "",
      "title": "",
      "text": "(1) Is transportable in one or more sections which, in the traveling mode, is 8 body feet or more in width or 40 body feet or more in length, or, when erected on site, is 320 or more square feet, and which is built on a permanent chassis and designed to be used as a dwelling, with or without permanent foundation, when connected to the required utilities, and includes the plumbing, heating, air conditioning and electrical systems contained therein; and\n\n(2) is subject to the federal manufactured home construction and safety standards established pursuant to 42 U. See Kansas Statutes 77-201\n\nIn the construction of the statutes of this state the following rules shall be observed, unless the construction would be inconsistent with the manifest intent of the legislature or repugnant to the context of the statute:\n\nFirst. The repeal of a statute does not revive a statute previously repealed, nor does the repeal affect any right which accrued, any duty imposed, any penalty incurred or any proceeding commenced, under or by virtue of the statute repealed. The provisions of any statute, so far as they are the same as those of any prior statute, shall be construed as a continuation of the prior provisions and not as a new enactment.\n\nSecond. Words and phrases shall be construed according to the context and the approved usage of the language, but technical words and phrases, and other words and phrases that have acquired a peculiar and appropriate meaning in law, shall be construed according to their peculiar and appropriate meanings.\n\nThird. Words importing the singular number only may be extended to several persons or things, and words importing the plural number only may be applied to one person or thing. Words importing the masculine gender only may be extended to females.\n\nFourth. Words giving a joint authority to three or more public officers or other persons shall be construed as given that authority to a majority of them, unless it is otherwise expressed in the act giving the authority.\n\nFifth. “Highway” and “road” include public bridges and may be construed to be equivalent to “county way,” “county road,” “common road,” “state road” and “territorial road.”\n\nSixth. “Incompetent person” includes disabled persons and incapacitated persons as defined herein.\n\nSeventh. “Issue,” as applied to the descent of estates, includes all the lawful lineal descendants of the ancestor.\n\nEighth. “Land,” “real estate” and “real property” include lands, tenements and hereditaments, and all rights to them and interest in them, equitable as well as legal.\n\nNinth. “Personal property” includes money, goods, chattels, evidences of debt and things in action, and digital assets as defined in the revised uniform fiduciary access to digital assets act, Kan. Stat. Ann. 2023 Supp. 58-4801 through 58-4819, and amendments thereto.\n\nTenth. “Property” includes personal and real property.\n\nEleventh. “Month” means a calendar month, unless otherwise expressed. “Year” alone, and also the abbreviation “A.D.,” is equivalent to the expression “year of our Lord.”\n\nTwelfth. “Oath” includes an affirmation in all cases where an affirmation may be substituted for an oath, and in similar cases “swear” includes affirm.\n\nThirteenth. “Person” may be extended to bodies politic and corporate.\n\nFourteenth. If the seal of a court or public office or officer is required by law to be affixed to any paper, “seal” includes an impression of the seal upon the paper alone, as well as upon wax or a wafer affixed to the paper. “Seal” also includes both a rubber stamp seal used with permanent ink and the word “seal” printed on court documents produced by computer systems, so that the seal may be legibly reproduced by photographic process.\n\nFifteenth. “State,” when applied to the different parts of the United States, includes the District of Columbia and the territories. “United States” may include that district and those territories.\n\nSixteenth. “Town” may mean a civil township, unless a different meaning is plainly intended.\n\nSeventeenth. “Will” includes codicils.\n\nEighteenth. “Written” and “in writing” may include printing, engraving, lithography and any other mode of representing words and letters, excepting those cases where the written signature or the mark of any person is required by law.\n\nNineteenth. “Sheriff” may be extended to any person performing the duties of the sheriff, either generally or in special cases.\n\nTwentieth. “Deed” is applied to an instrument conveying lands but does not imply a sealed instrument. “Bond” and “indenture” do not necessarily imply a seal but in other respects mean the same kind of instruments as above. “Undertaking” means a promise or security in any form where required by law.\n\nTwenty-first. “Executor” includes an administrator where the subject matter applies to an administrator.\n\nTwenty-second. Roman numerals and Arabic figures are to be taken as a part of the English language.\n\nTwenty-third. “Residence” means the place which is adopted by a person as the person’s place of habitation and to which, whenever the person is absent, the person has the intention of returning. When a person eats at one place and sleeps at another, the place where the person sleeps shall be considered the person’s residence.\n\nTwenty-fourth. “Usual place of residence” and “usual place of abode,” when applied to the service of any process or notice, means the place usually occupied by a person. If a person has no family, or does not have family with the person, the person’s office or place of business or, if the person has no place of business, the room or place where the person usually sleeps shall be construed to be the person’s place of residence or abode.\n\nTwenty-fifth. “Householder” means a person who is 18 or more years of age and who owns or occupies a house as a place of residence and not as a boarder or lodger.\n\nTwenty-sixth. “General election” refers to the election required to be held on the Tuesday following the first Monday in November of each even-numbered year.\n\nTwenty-seventh. “Under legal disability” includes persons who are within the period of minority, or who are incapacitated, incompetent or imprisoned.\n\nTwenty-eighth. When a person is required to be disinterested or indifferent in acting on any question or matter affecting other parties, relationship within the degree of second cousin, inclusive, shall disqualify the person from acting, except by consent of parties.\n\nTwenty-ninth. “Head of a family” shall include any person who has charge of children, relatives or others living with the person.\n\nThirtieth. “Mentally ill person” means a mentally ill person as defined in Kan. Stat. Ann. § 59-2946, and amendments thereto.\n\nThirty-first. “Incapacitated person” means an individual whose ability to receive and evaluate relevant information, or to effectively communicate decisions, or both, even with the use of assistive technologies or other supports, is impaired to the degree that the person lacks the capacity to manage the person’s estate, or to meet essential needs for the person’s physical health, safety or welfare, as defined in Kan. Stat. Ann. § 59-3051, and amendments thereto, whether or not a guardian or a conservator has been appointed for that person.\n\nThirty-second. “Guardian” means an individual or a nonprofit corporation certified in accordance with Kan. Stat. Ann. § 59-3070, and amendments thereto, which has been appointed by a court to act on behalf of a ward and possessed of some or all of the powers and duties set out in Kan. Stat. Ann. § 59-3075, and amendments thereto. “Guardian” does not mean natural guardian unless specified.\n\nThirty-third. “Natural guardian” means both the biological or adoptive mother and father of a minor if neither parent has been found to be an adult with an impairment in need of a guardian or has had parental rights terminated by a court of competent jurisdiction. If either parent of a minor is deceased, or has been found to be an adult with an impairment in need of a guardian, as provided for in Kan. Stat. Ann. §§ 59-3050 through 59-3095, and amendments thereto, or has had parental rights terminated by a court of competent jurisdiction, then the other parent shall be the natural guardian, unless also deceased, or found to be an adult with an impairment in need of a guardian, or has had parental rights terminated by a court of competent jurisdiction, in which case no person shall qualify as the natural guardian.\n\nThirty-fourth. “Conservator” means an individual or corporation appointed by the court to act on behalf of a conservatee and possessed of some or all of the powers and duties set out in Kan. Stat. Ann. § 59-3078, and amendments thereto.\n\nThirty-fifth. “Minor” means any person defined by Kan. Stat. Ann. § 38-101, and amendments thereto, as being within the period of minority.\n\nThirty-sixth. “Proposed ward” means a person for whom a petition for the appointment of a guardian pursuant to Kan. Stat. Ann. § 59-3058, 59-3059, 59-3060 or 59-3061, and amendments thereto, has been filed.\n\nThirty-seventh. “Proposed conservatee” means a person for whom a petition for the appointment of a conservator pursuant to Kan. Stat. Ann. § 59-3058, 59-3059, 59-3060 or 59-3061, and amendments thereto, has been filed.\n\nThirty-eighth. “Ward” means a person who has a guardian.\n\nThirty-ninth. “Conservatee” means a person who has a conservator.\n\nFortieth. “Manufactured home” means a structure which:\n\n(1) Is transportable in one or more sections which, in the traveling mode, is 8 body feet or more in width or 40 body feet or more in length, or, when erected on site, is 320 or more square feet, and which is built on a permanent chassis and designed to be used as a dwelling, with or without permanent foundation, when connected to the required utilities, and includes the plumbing, heating, air conditioning and electrical systems contained therein; and\n\n(2) is subject to the federal manufactured home construction and safety standards established pursuant to 42 U.S.C. § 5403.\n\nForty-first. “Mobile home” means a structure which:\n\n(1) Is transportable in one or more sections which, in the traveling mode, is 8 body feet or more in width and 36 body feet or more in length and is built on a permanent chassis and designed to be used as a dwelling, with or without a permanent foundation, when connected to the required utilities, and includes the plumbing, heating, air conditioning and electrical systems contained therein; and\n\n(2) is not subject to the federal manufactured home construction and safety standards established pursuant to 42 U.S.C. § 5403.\n\nForty-second. “Disabled person” includes incapacitated persons and incompetent persons as defined herein.",
      "order_index": 4
    }
  ]
}
