{
  "documents": [
    {
      "jurisdiction": "US-MD",
      "title": "Maryland Personal Information Protection Act",
      "identifier": "Md. Code, Com. Law § 14-3501 et seq.",
      "short_name": "MD Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2008-01-01",
      "last_amended": "2022-06-01",
      "source_url": "https://mgaleg.maryland.gov/mgawebsite/Laws/StatuteText?article=gcl&section=14-3504"
    },
    {
      "jurisdiction": "US-MD",
      "title": "Maryland Online Data Privacy Act",
      "identifier": "Md. Code, Com. Law § 14-4601 et seq.",
      "short_name": "MODPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2025-10-01",
      "last_amended": "2024-05-09",
      "source_url": "https://mgaleg.maryland.gov/mgawebsite/Legislation/Details/sb0541?ys=2024RS"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-MD",
      "section_number": "§ 14–3504.",
      "title": "",
      "text": "Article - Commercial LawPreviousNext    (a)    In this section:        (1)    “Breach of the security of a system” means the unauthorized acquisition of computerized data that compromises the security, confidentiality, or integrity of the personal information maintained by a business; and        (2)    “Breach of the security of a system” does not include the good faith acquisition of personal information by an employee or agent of a business for the purposes of the business, provided that the personal information is not used or subject to further unauthorized disclosure.    (b)    (1)    A business that owns, licenses, or maintains computerized data that includes personal information of an individual residing in the State, when it discovers or is notified that it incurred a breach of the security of a system, shall conduct in good faith a reasonable and prompt investigation to determine the likelihood that personal information of the individual has been or will be misused as a result of the breach.        (2)    Subject to subsection (c)(4) of this section, unless the business reasonably determines that the breach of the security of the system does not create a likelihood that personal information has been or will be misused, the owner or licensee of the computerized data shall notify the individual of the breach.        (3)    Except as provided in subsection (d) of this section, the notification required under paragraph (2) of this subsection shall be given as soon as reasonably practicable, but not later than 45 days after the business discovers or is notified of the breach of the security of a system.        (4)    If after the investigation required under paragraph (1) of this subsection is concluded, the business determines that notification under paragraph (2) of this subsection is not required, the business shall maintain records that reflect its determination for 3 years after the determination is made.    (c)    (1)    A business that maintains computerized data that includes personal information of an individual residing in the State that the business does not own or license, when it discovers or is notified of a breach of the security of a system, shall notify, as soon as practicable, the owner or licensee of the personal information of the breach of the security of a system.        (2)    Except as provided in subsection (d) of this section, the notification required under paragraph (1) of this subsection shall be given as soon as reasonably practicable, but not later than 10 days after the business discovers or is notified of the breach of the security of a system.        (3)    A business that is required to notify an owner or licensee of personal information of a breach of the security of a system under paragraph (1) of this subsection shall share with the owner or licensee information relative to the breach.        (4)    (i)    If the business that incurred the breach of the security of a system is not the owner or licensee of the computerized data, the business may not charge the owner or licensee of the computerized data a fee for providing information that the owner or licensee needs to make a notification under subsection (b)(2) of this section.            (ii)    The owner or licensee of the computerized data may not use information relative to the breach of the security of a system for purposes other than:                1.    Providing notification of the breach;                2.    Protecting or securing personal information; or                3.    Providing notification to national information security organizations created for information–sharing and analysis of security threats, to alert and avert new or expanded breaches.    (d)    (1)    The notification required under subsections (b) and (c) of this section may be delayed:            (i)    If a law enforcement agency determines that the notification will impede a criminal investigation or jeopardize homeland or national security; or            (ii)    To determine the scope of the breach of the security of a system, identify the individuals affected, or restore the integrity of the system.        (2)    If notification is delayed under paragraph (1)(i) of this subsection, notification shall be given as soon as reasonably practicable, but not later than:            (i)    For a notification required under subsection (b) of this section:                1.    7 days after the law enforcement agency determines that it will not impede a criminal investigation and will not jeopardize homeland or national security if the original 45–day period has already elapsed; or                2.    The end of the original 45–day period; or            (ii)    For a notification required under subsection (c) of this section, 7 days after the law enforcement agency determines that it will not impede a criminal investigation and will not jeopardize homeland or national security.    (e)    The notification required under subsection (b) of this section shall be given:        (1)    By written notice sent to the most recent address of the individual in the records of the business;        (2)    By electronic mail to the most recent electronic mail address of the individual in the records of the business, if:            (i)    The individual has expressly consented to receive electronic notice; or            (ii)    The business conducts its business primarily through Internet account transactions or the Internet;        (3)    By telephonic notice, to the most recent telephone number of the individual in the records of the business; or        (4)    By substitute notice if the business does not have sufficient contact information to give notice in accordance with item (1), (2), or (3) of this subsection.    (f)    Substitute notice under subsection (e)(4) of this section shall consist of:        (1)    Electronically mailing the notice to an individual entitled to notification under subsection (b) of this section, if the business has an electronic mail address for the individual to be notified;        (2)    Conspicuous posting of the notice on the website of the business, if the business maintains a website; and        (3)    Notification to major print or broadcast media in geographic areas where the individuals affected by the breach likely reside.    (g)    Except as provided in subsection (i) of this section, the notification required under subsection (b) of this section shall include:        (1)    To the extent possible, a description of the categories of information that were, or are reasonably believed to have been, acquired by an unauthorized person, including which of the elements of personal information were, or are reasonably believed to have been, acquired;        (2)    Contact information for the business making the notification, including the business’ address, telephone number, and toll–free telephone number if one is maintained;        (3)    The toll–free telephone numbers and addresses for the major consumer reporting agencies; and        (4)    (i)    The toll–free telephone numbers, addresses, and website addresses for:                1.    The Federal Trade Commission; and                2.    The Office of the Attorney General; and            (ii)    A statement that an individual can obtain information from these sources about steps the individual can take to avoid identity theft.    (h)    (1)    Prior to giving the notification required under subsection (b) of this section and subject to subsection (d) of this section, a business shall provide notice of a breach of the security of a system to the Office of the Attorney General.        (2)    The notice required under paragraph (1) of this subsection shall include, at a minimum:            (i)    The number of affected individuals residing in the State;            (ii)    A description of the breach of the security of a system, including when and how it occurred;            (iii)    Any steps the business has taken or plans to take relating to the breach of the security of a system; and            (iv)    The form of notice that will be sent to affected individuals and a sample notice.    (i)    (1)    In the case of a breach of the security of a system involving personal information that permits access to an individual’s e–mail account under (e)(1)(ii) of this subtitle and no other personal information under (e)(1)(i) of this subtitle, the business may comply with the notification requirement under subsection (b) of this section by providing the notification in electronic or other form that directs the individual whose personal information has been breached promptly to:            (i)    Change the individual’s password and security question or answer, as applicable; or            (ii)    Take other steps appropriate to protect the e–mail account with the business and all other online accounts for which the individual uses the same user name or e–mail and password or security question or answer.        (2)    Subject to paragraph (3) of this subsection, the notification provided under paragraph (1) of this subsection may be given to the individual by any method described in this section.        (3)    (i)    Except as provided in subparagraph (ii) of this paragraph, the notification provided under paragraph (1) of this subsection may not be given to the individual by sending notification by e–mail to the e–mail account affected by the breach.            (ii)    The notification provided under paragraph (1) of this subsection may be given by a clear and conspicuous notice delivered to the individual online while the individual is connected to the affected e–mail account from an Internet Protocol address or online location from which the business knows the individual customarily accesses the account.    (j)    A waiver of any provision of this section is contrary to public policy and is void and unenforceable.    (k)    Compliance with this section does not relieve a business from a duty to comply with any other requirements of federal law relating to the protection and privacy of personal information.PreviousNext\nValidation\nPlease fix the following:\nOK\nSuccess\nOkay\nClick to return on the top page\nAlert\nOkay",
      "order_index": 1
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MD",
      "section_number": "§ 46-0",
      "title": "Third Reading Passed (46-0)",
      "text": "Third Reading Passed (46-0)\nProceedings\n46 Click to view Recorded Media\nChamber\nHouse\nCalendar Date\n3/15/2024\nLegislative Date\n3/05/2024\nAction\nReferred Economic Matters\nProceedings\n44 Click to view Recorded Media\nChamber\nHouse\nCalendar Date\n3/20/2024\nLegislative Date\n3/20/2024\nAction\nHearing 3/28 at 1:00 p.m.\nProceedings\nChamber\nCalendar Date\nLegislative Date\nAction\nVote - House - Committee - Economic Matters\nProceedings\nClick to view Recorded Media\nChamber\nHouse\nCalendar Date\n4/04/2024\nLegislative Date\n4/04/2024\nAction\nFavorable with Amendments Report by Economic Matters\nProceedings\nChamber\nHouse\nCalendar Date\n4/04/2024\nLegislative Date\n3/22/2024\nAction\nFavorable with Amendments {133529/1 Adopted\nProceedings\n61 Click to view Recorded Media\nChamber\nHouse\nCalendar Date\n4/04/2024\nLegislative Date\n3/22/2024\nAction\nSecond Reading Passed with Amendments\nProceedings\n61 Click to view Recorded Media\nChamber\nHouse\nCalendar Date\n4/04/2024\nLegislative Date\n3/23/2024\nAction",
      "order_index": 1
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MD",
      "section_number": "§ 103-33",
      "title": "Third Reading Passed (103-33)",
      "text": "Third Reading Passed (103-33)\nProceedings\n62 Click to view Recorded Media\nChamber\nSenate\nCalendar Date\n4/06/2024\nLegislative Date\n3/23/2024\nAction\nSenate Concurs House Amendments\nProceedings\n68 Click to view Recorded Media\nChamber\nSenate\nCalendar Date\n4/06/2024\nLegislative Date\n3/23/2024\nAction",
      "order_index": 2
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MD",
      "section_number": "§ 42-0",
      "title": "Third Reading Passed (42-0)",
      "text": "Third Reading Passed (42-0)\nProceedings\n68 Click to view Recorded Media\nChamber\nSenate\nCalendar Date\n4/06/2024\nLegislative Date\n3/23/2024\nAction\nPassed Enrolled\nProceedings\nChamber\nCalendar Date\nLegislative Date\nAction\nText - Enrolled - Maryland Online Data Privacy Act of 2024\nProceedings\nChamber\nPost Passage\nCalendar Date\n5/09/2024\nLegislative Date\n5/09/2024\nAction\nApproved by the Governor - Chapter 455\nProceedings\nChamber\nCalendar Date\nLegislative Date\nAction\nText - Chapter - Maryland Online Data Privacy Act of 2024\nProceedings\nChamber\nCalendar Date\nLegislative Date\nAction\nProceedings\nSenate\n1/24/2024\n1/24/2024\nFirst Reading Finance\nSenate\n1/24/2024\n1/24/2024\nHearing 2/14 at 1:00 p.m.\nText - First - Maryland Online Data Privacy Act of 2024\nVote - Senate - Committee - Finance\nClick to view Recorded Media\nSenate\n3/07/2024\n3/07/2024\nFavorable with Amendments Report by Finance\nSenate\n3/08/2024\n2/25/2024\nFavorable with Amendments {403225/1\n41 Click to view Recorded Media\nSenate\n3/08/2024\n2/25/2024\nCommittee Amendment Adopted\n41 Click to view Recorded Media\nSenate\n3/08/2024\n2/25/2024\nMotion to Reconsider Committee Amendment  (Senator Gile)  Adopted\n41 Click to view Recorded Media\nSenate\n3/08/2024\n2/25/2024\nMotion Laid Over  (Senator Jennings)  Adopted\n41 Click to view Recorded Media\nSenate\n3/11/2024\n2/26/2024\nFavorable with Amendments {403225/1 Adopted\n42 Click to view Recorded Media\nSenate\n3/11/2024\n2/26/2024\nSecond Reading Passed with Amendments\n42 Click to view Recorded Media\nText - Third - Maryland Online Data Privacy Act of 2024\nSenate\n3/14/2024\n3/01/2024",
      "order_index": 3
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MD",
      "section_number": "§ 46-0",
      "title": "Third Reading Passed (46-0)",
      "text": "Third Reading Passed (46-0)\n46 Click to view Recorded Media\nHouse\n3/15/2024\n3/05/2024\nReferred Economic Matters\n44 Click to view Recorded Media\nHouse\n3/20/2024\n3/20/2024\nHearing 3/28 at 1:00 p.m.\nVote - House - Committee - Economic Matters\nClick to view Recorded Media\nHouse\n4/04/2024\n4/04/2024\nFavorable with Amendments Report by Economic Matters\nHouse\n4/04/2024\n3/22/2024\nFavorable with Amendments {133529/1 Adopted\n61 Click to view Recorded Media\nHouse\n4/04/2024\n3/22/2024\nSecond Reading Passed with Amendments\n61 Click to view Recorded Media\nHouse\n4/04/2024\n3/23/2024",
      "order_index": 4
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MD",
      "section_number": "§ 103-33",
      "title": "Third Reading Passed (103-33)",
      "text": "Third Reading Passed (103-33)\n62 Click to view Recorded Media\nSenate\n4/06/2024\n3/23/2024\nSenate Concurs House Amendments\n68 Click to view Recorded Media\nSenate\n4/06/2024\n3/23/2024",
      "order_index": 5
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MD",
      "section_number": "§ 42-0",
      "title": "Third Reading Passed (42-0)",
      "text": "Third Reading Passed (42-0)\n68 Click to view Recorded Media\nSenate\n4/06/2024\n3/23/2024\nPassed Enrolled\nText - Enrolled - Maryland Online Data Privacy Act of 2024\nPost Passage\n5/09/2024\n5/09/2024\nApproved by the Governor - Chapter 455\nText - Chapter - Maryland Online Data Privacy Act of 2024\nFile Code\nToggle Filecode Dropdown\nCommercial Law - Consumer Protection\nSubjects\nToggle Subjects Dropdown\nAbortion -see also- Reproductive Matters\nAdvertising\nAge -see also- Age of Maj; Elderly Pers; Minors; Youth\nAgents and Brokers\nAppeals -see also- Judicial Review\nBanks and Trust Companies\nBiometrics -see also- Artificial Intelli; Fingerprinting\nBoundaries\nCivil Rights and Social Equity\nCommerce and Business -see also- ElectrComm; ForTrade; etc.\nComplaints\nConsumer Protection\nContractors -see also- Construct; Electricians; etc.\nContracts -see also- Procurement\nCredit\nCybersecurity\nData -see also- Census; Demographics\nDigital Images\nDisclosure\nDiscrimination\nDrugs -see also- Cannabis; ControlDangSubst; Pharm; etc.\nEducation -see also- ContEd; DrvEd; HigherEd; Lit; etc.\nElectronic Documents\nEquipment -see also- Hearing Aids; MV Equip; etc.\nEthics\nFederal Government\nFees -see also- Attys' Fees; Devt Fees & Taxes\nForms\nFraud -see also- Forgery\nGender -see also- Women\nGender Identity and Expression -see also- Gender; LGB; etc.\nGenetics\nGoods and Services -see also- Retail Sales; TermnSvc; TrfGds\nHealth -see also- COVID19; EnvHlth; MedCon; etc.\nHealth Care Facilities -see also- Clinics; Hospices; etc\nHousing -see also- Apartments; Condos; Mobile & Manuf  Homes\nIdentification -see also- Biometrics; Fingerprinting; DrLics\nIndustry and Technology\nInjury\nInsurance -see also- Health Ins; MAIF; Motor Vehicle Ins\nInternet -see also- Internet Access\nInvestigations and Inquiries -see also- Crim Bckgrnd Invest\nLaw Enforcement -see also- SRO; Sheriffs; State Police\nMedical Conditions -see also- AIDS; COVID-19; rabies\nMedical Research\nMedical Testing and Diagnosis\nMinors -see also- Age of Majority; Youth\nMobile Devices\nNotices\nParents and Guardians\nPenalties and Sentences -see also- Death Penalty\nPrices -see also- Consumer Price Index\nPrivacy\nPrivileged Communications\nPublic Information\nRecords -see also- Land Records; Vital Records\nReligion -see also- Places of Worship\nReports\nReproductive Matters -see also- Abortion; BrthCntr; Preg\nResidency -see also- Immigrants and Citizenship\nRules and Regulations\nSafety -see also- Occupational Safety\nSexual Orientation\nSocial Media\nStandards and Best Practices\nTelecommunications and Information Technology\nTime\nTrade Secrets\nVital Records -see also- Death; Divorce; Marriage\nWarranties\nWork, Labor, and Employment -see also- JobTrn; Leave; etc.\nStatutes\nToggle Statutes Dropdown\nArticle - Commercial Law\n(",
      "order_index": 6
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MD",
      "section_number": "§ 13-301",
      "title": "13-301, 14-4601 through 14-4614                                        )",
      "text": "13-301, 14-4601 through 14-4614                                        )\nLast Updated: 5/15/2024 2:16 PM\nValidation\nPlease fix the following:\nOK\nSuccess\nOkay\nClick to return on the top page\nAlert\nOkay",
      "order_index": 7
    }
  ]
}
