{
  "documents": [
    {
      "jurisdiction": "US-ME",
      "title": "Maine Notice of Risk to Personal Data Act",
      "identifier": "Me. Rev. Stat. tit. 10, ยง 1348 et seq.",
      "short_name": "ME Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-01-31",
      "last_amended": "2019-09-19",
      "source_url": "https://legislature.maine.gov/statutes/10/title10sec1348.html"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "ยง 1347",
      "title": "Definitions",
      "text": "As used in this chapter, unless the context otherwise indicates, the following terms have the following meanings.\n1. Breach of the security of the system. \"Breach of the security of the system\" means unauthorized acquisition, release or use of an individual's computerized data that includes personal information that compromises the security, confidentiality or integrity of personal information maintained by a person. Good faith acquisition, release or use of personal information by an employee or agent of a person for the purposes of the person is not a breach of the security of the system if the personal information is not used for or subject to further unauthorized disclosure.\n2. Encryption. \"Encryption\" means the disguising of data using generally accepted practices.\n3. Information broker. \"Information broker\" means a person who, for monetary fees or dues, engages in whole or in part in the business of collecting, assembling, evaluating, compiling, reporting, transmitting, transferring or communicating information concerning individuals for the primary purpose of furnishing personal information to nonaffiliated 3rd parties, but does not include a governmental agency that maintains records concerning traffic safety, law enforcement or licensing.\n4. Notice. \"Notice\" includes written notice and electronic notice, if the notice provided is consistent with the provisions regarding electronic records and signatures set forth in the Electronic Signatures in Global and National Commerce Act, 15 United States Code, Section 7001. If the person required to provide notice demonstrates that the cost of providing notice will exceed $5,000, that the affected class of individuals to be notified exceeds 1,000 or that the person does not have sufficient contact information to provide written or electronic notice to those individuals, the person may provide substitute notice.\n5. Person. \"Person\" means an individual, partnership, corporation, limited liability company, trust, estate, cooperative, association or other entity, including agencies of State Government, municipalities, school administrative units, the University of Maine System, the Maine Community College System and Maine Maritime Academy.\n6. Personal information. \"Personal information\" means an individual's first name, or first initial, and last name in combination with any one or more of the following data elements, when either the name or the data elements are not encrypted or redacted: A. Social Security number; B. Driver's license number or state identification card number; C. Account number, credit card number or debit card number, if circumstances exist in which the number could be used without additional identifying information, access codes or passwords; D. Account passwords or personal identification numbers or other access codes; or E. Any of the data elements contained in paragraphs A to D when not in connection with the individual's first name, or first initial, and last name, if the information if compromised would be sufficient to permit a person to fraudulently assume or attempt to assume the identity of the person whose information was compromised. \"Personal information\" does not include information that is lawfully obtained from publicly available information, or from federal, state or local government records lawfully made available to the general public.",
      "jurisdiction": "US-ME",
      "order_index": 1
    },
    {
      "document_index": 0,
      "section_number": "ยง 1348",
      "title": "Notice of security breaches involving personal information",
      "text": "1. Information brokers; 3rd parties. An information broker that maintains computerized data that includes personal information shall, when it becomes aware of a breach of the security of the system, notify the individuals whose personal information has been, or is reasonably believed to have been, acquired by an unauthorized person. Any other person that maintains computerized data that includes personal information shall, when it becomes aware of a breach of the security of the system, notify the individuals whose personal information has been, or is reasonably believed to have been, acquired by an unauthorized person, if misuse of the personal information has occurred or if misuse of that information is reasonably possible.\nNotices under this subsection must be provided as expediently as possible and without unreasonable delay, and in no case later than 30 days after the person or entity becomes aware of the breach of the security of the system, except as otherwise provided in subsection 3 or 4.\n2. Third party. A 3rd party that maintains computerized data on behalf of a person that includes personal information that the 3rd party does not own shall notify the person who owns or licenses the data of a breach of the security of the system immediately following discovery of the breach if the personal information was, or is reasonably believed to have been, acquired by an unauthorized person.\n3. Delayed notice. The notification required in subsection 1 may be delayed for no longer than 7 business days after a law enforcement agency determines that the notification will not compromise a criminal investigation.\n4. Notice to consumer reporting agencies. If an individual or commercial entity discovers circumstances requiring notification pursuant to subsection 1 of more than 1,000 persons at one time, the individual or commercial entity shall also notify, without unreasonable delay, all consumer reporting agencies that compile and maintain files on consumers on a nationwide basis.\n5. Notice to regulators. A person that is required to provide notice under subsection 1 shall notify the appropriate regulators within the Department of Professional and Financial Regulation. If the person is not regulated by the department, the person shall notify the Attorney General.",
      "jurisdiction": "US-ME",
      "order_index": 2
    },
    {
      "document_index": 0,
      "section_number": "ยง 1349",
      "title": "Enforcement; penalties",
      "text": "1. Enforcement. The appropriate state regulators within the Department of Professional and Financial Regulation shall enforce this chapter for any person that is licensed or regulated by those regulators. The Attorney General shall enforce this chapter for all other persons.\n2. Civil violation. A person that violates this chapter commits a civil violation and is subject to one or more of the following: A. A fine of not more than $500 per violation, up to a maximum of $2,500 for each day the person is in violation of this chapter, except that this paragraph does not apply to State Government, municipalities, school administrative units, the University of Maine System, the Maine Community College System or Maine Maritime Academy; B. Equitable relief; or C. Enjoinment from further violations of this chapter.\n3. Cumulative effect. The rights and remedies available under this section are cumulative and do not affect or prevent rights and remedies available under federal or state law.\n4. Exceptions. A person that complies with the security breach notification requirements of rules, regulations, procedures or guidelines established pursuant to federal law or the law of this State is deemed to be in compliance with the requirements of section 1348 as long as the law, rules, regulations or guidelines provide for notification procedures at least as protective as the notification requirements of section 1348.",
      "jurisdiction": "US-ME",
      "order_index": 3
    }
  ]
}
