{
  "documents": [
    {
      "jurisdiction": "US-MN",
      "title": "Minnesota Data Breach Notification",
      "identifier": "Minn. Stat. § 325E.61",
      "short_name": "MN Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-01-01",
      "last_amended": "2023-07-01",
      "source_url": "https://www.revisor.mn.gov/statutes/cite/325E.61"
    },
    {
      "jurisdiction": "US-MN",
      "title": "Minnesota Consumer Data Privacy Act",
      "identifier": "Minn. Stat. ch. 325O",
      "short_name": "MNCDPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2025-07-31",
      "last_amended": "2024-05-24",
      "source_url": "https://www.revisor.mn.gov/statutes/cite/325O"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-MN",
      "section_number": "",
      "title": "LawServer",
      "text": "The following words, terms, and phrases used in Minnesota Statutes or any legislative act shall have the meanings given them in this section, unless another intention clearly appears.\n\n“Appellate courts” means the supreme court and the court of appeals.\n\n“Chair” includes chairman, chairwoman, and chairperson.\n\nWhen used in reference to court procedure, “court administrator” means the court administrator of the court in which the action or proceeding is pending, and “court administrator’s office” means that court administrator’s office.\n\nWhen a county, town or city is mentioned, without any particular description, it imports the particular county, town or city appropriate to the matter.\n\n[Repealed, 1976 c 44 s 70]\n\n“Folio” means 100 words, counting as a word each number necessarily used; if there be fewer than 100 words in all, the paper shall be computed as one folio; likewise any excess over the last full folio.\n\n(a) “Holiday” includes New Year’s Day, January 1; Martin Luther King’s Birthday, the third Monday in January; Washington’s and Lincoln’s Birthday, the third Monday in February; Memorial Day, the last Monday in May; Juneteenth, June 19; Independence Day, July 4; Labor Day, the first Monday in September; Indigenous Peoples Day, the second Monday in October; Veterans Day, November 11; Thanksgiving Day, the fourth Thursday in November; and Christmas Day, December 25; provided, when New Year’s Day, January 1; or Juneteenth, June 19; or Independence Day, July 4; or Veterans Day, November 11; or Christmas Day, December 25; falls on Sunday, the following day shall be a holiday and, provided, when New Year’s Day, January 1; or Juneteenth, June 19; or Independence Day, July 4; or Veterans Day, November 11; or Christmas Day, December 25; falls on Saturday, the preceding day shall be a holiday. No public business shall be transacted on any holiday, except in cases of necessity and except in cases of public business transacted by the legislature, nor shall any civil process be served thereon. However, for the executive branch of the state of Minnesota, “holiday” also includes the Friday after Thanksgiving but does not include Indigenous Peoples Day. Other branches of state government and political subdivisions shall have the option of determining whether Indigenous Peoples Day and the Friday after Thanksgiving shall be holidays. Where it is determined that Indigenous Peoples Day or the Friday after Thanksgiving is not a holiday, public business may be conducted thereon.\n\n(b) Any agreement between a public employer and an employee organization citing Veterans Day as the fourth Monday in October shall be amended to cite Veterans Day as November 11.\n\n(c) Any agreement between a public employer and an employee organization citing “Christopher Columbus Day” or “Columbus Day” shall be amended to cite “Indigenous Peoples Day.”\n\n“Public member” means a person who is not, or never was, a member of the profession or occupation being licensed or regulated or the spouse of any such person, or a person who does not have or has never had, a material financial interest in either the providing of the professional service being licensed or regulated, or an activity directly related to the profession or occupation being licensed or regulated.\n\n“Oath” includes “affirmation” in all cases where by law an affirmation may be substituted for an oath; and in like cases “swear” includes “affirm” and “sworn” “affirmed.”\n\n“Person” may extend and be applied to bodies politic and corporate, and to partnerships and other unincorporated associations.\n\nWhen used in reference to population, “population” and “inhabitants” mean that shown by the last preceding federal decennial census unless otherwise expressly provided.\n\n“Public waters” means public waters as defined in section 103G.005, subdivision 15, and includes “public waters wetlands” as defined in section 103G.005, subdivision 15a.\n\nWhen an instrument in writing is required or permitted to be filed for record with or recorded by any officer, the same imports that it must be recorded by such officer in a suitable book kept for that purpose, unless otherwise expressly directed.\n\nWhen the seal of a court, public office, or corporation is required by law to be affixed to any paper, the word “seal” includes an impression thereof upon the paper alone, as well as an impression on a wafer, wax, or other substance thereto attached. When the seal of a court is required by law to be affixed to any paper or document, the word “seal” also includes an image of the court seal affixed by the court to an electronic image of the paper or document.\n\nWhen applied to a part of the United States, “state” extends to and includes the District of Columbia and the several territories. “United States” embraces the District of Columbia and territories.\n\n“Sheriff” may be extended to any person officially performing the duties of a sheriff, either generally or in special cases.\n\n“Month” means a calendar month and “year” means a calendar year, unless otherwise expressed; and “year” is equivalent to the expression “year of our Lord.”\n\n“Wetlands” means lands transitional between terrestrial and aquatic systems where the water table is usually at or near the surface or the land is covered by shallow water. For purposes of this definition, wetlands must have the following three attributes:\n\n(1) have a predominance of hydric soils;\n\n(2) are inundated or saturated by surface water or groundwater at a frequency and duration sufficient to support a prevalence of hydrophytic vegetation typically adapted for life in saturated soil conditions; and\n\n(3) under normal circumstances, support a prevalence of such vegetation.\n\n“Written” and “in writing” may include any mode of representing words and letters. The signature of a person, when required by law, (1) must be in the handwriting of the person, or (2) if the person is unable to write (i) the person’s mark or name written by another at the request and in the presence of the person, or (ii) by a rubber stamp facsimile of the person’s actual signature, mark, or a signature of the person’s name or a mark made by another and adopted for all purposes of signature by the person with a motor disability and affixed in the person’s presence. The signature of a person on a document that will be filed with a court, when required by law, may also be made electronically if otherwise authorized by statute or court rule.\n\n“May” is permissive.\n\n“Must” is mandatory.\n\n“Shall” is mandatory.\n\n“Violate” includes failure to comply with.\n\n“Pledge,” “mortgage,” “conditional sale,” “lien,” “assignment,” and similar terms used in referring to a security interest in goods include corresponding types of security interests under article 9 of the Uniform Commercial Code.\n\n(a) “Tax” means any fee, charge, exaction, or assessment imposed by a governmental entity on an individual, person, entity, transaction, good, service, or other thing. It excludes a price that an individual or entity chooses voluntarily to pay in return for receipt of goods or services provided by the governmental entity. A government good or service does not include access to or the authority to engage in private market transactions with a nongovernmental party, such as licenses to engage in a trade, profession, or business or to improve private property.\n\n(b) For purposes of applying the laws of this state, a “fee,” “charge,” or other similar term that satisfies the functional requirements of paragraph (a) must be treated as a tax for all purposes, regardless of whether the statute or law names or describes it as a tax. The provisions of this subdivision do not exempt a person, corporation, organization, or entity from payment of a validly imposed fee, charge, exaction, or assessment, nor preempt or supersede limitations under law that apply to fees, charges, or assessments.\n\n(c) This subdivision is not intended to extend or limit article 4, section 18, of the Minnesota Constitution.\n\nWhen used in determining or calculating a limit on taxation, spending, state aid amounts, or debt, bond, certificate of indebtedness, or capital note issuance by or for a local government unit, “estimated market value” has the meaning given in section 273.032.",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MN",
      "section_number": "",
      "title": "LawServer",
      "text": "For purposes of this section, the following terms have the meanings given to them.\n\n(a) “Breach of the security of the data” means unauthorized acquisition of data maintained by a government entity that compromises the security and classification of the data. Good faith acquisition of or access to government data by an employee, contractor, or agent of a government entity for the purposes of the entity is not a breach of the security of the data, if the government data is not provided to or viewable by an unauthorized person, or accessed for a purpose not described in the procedures required by section 13.05, subdivision 5. For purposes of this paragraph, data maintained by a government entity includes data maintained by a person under a contract with the government entity that provides for the acquisition of or access to the data by an employee, contractor, or agent of the government entity.\n\n(b) “Contact information” means either name and mailing address or name and email address for each individual who is the subject of data maintained by the government entity.\n\n(c) “Unauthorized acquisition” means that a person has obtained, accessed, or viewed government data without the informed consent of the individuals who are the subjects of the data or statutory authority and with the intent to use the data for nongovernmental purposes.\n\n(d) “Unauthorized person” means any person who accesses government data without a work assignment that reasonably requires access, or regardless of the person’s work assignment, for a purpose not described in the procedures required by section 13.05, subdivision 5.\n\n(a) A government entity that collects, creates, receives, maintains, or disseminates private or confidential data on individuals must disclose any breach of the security of the data following discovery or notification of the breach. Written notification must be made to any individual who is the subject of the data and whose private or confidential data was, or is reasonably believed to have been, acquired by an unauthorized person and must inform the individual that a report will be prepared under paragraph (b), how the individual may obtain access to the report, and that the individual may request delivery of the report by mail or email. The disclosure must be made in the most expedient time possible and without unreasonable delay, consistent with (1) the legitimate needs of a law enforcement agency as provided in subdivision 3; or (2) any measures necessary to determine the scope of the breach and restore the reasonable security of the data.\n\n(b) Notwithstanding section 13.15 or 13.37, upon completion of an investigation into any breach in the security of data and final disposition of any disciplinary action for purposes of section 13.43, including exhaustion of all rights of appeal under any applicable collective bargaining agreement, the responsible authority shall prepare a report on the facts and results of the investigation. If the breach involves unauthorized access to or acquisition of data by an employee, contractor, or agent of the government entity, the report must at a minimum include:\n\n(1) a description of the type of data that were accessed or acquired;\n\n(2) the number of individuals whose data was improperly accessed or acquired;\n\n(3) if there has been final disposition of disciplinary action for purposes of section 13.43, the name of each employee determined to be responsible for the unauthorized access or acquisition, unless the employee was performing duties under chapter 5B; and\n\n(4) the final disposition of any disciplinary action taken against each employee in response.\n\nThe notification required by this section may be delayed if a law enforcement agency determines that the notification will impede an active criminal investigation. The notification required by this section must be made after the law enforcement agency determines that it will not compromise the investigation.\n\nNotice under this section may be provided by one of the following methods:\n\n(a) written notice by first class mail to each affected individual;\n\n(b) electronic notice to each affected individual, if the notice provided is consistent with the provisions regarding electronic records and signatures as set forth in United States Code, title 15, § 7001; or\n\n(c) substitute notice, if the government entity demonstrates that the cost of providing the written notice required by paragraph (a) would exceed $250,000, or that the affected class of individuals to be notified exceeds 500,000, or the government entity does not have sufficient contact information. Substitute notice consists of all of the following:\n\n(i) email notice if the government entity has an email address for the affected individuals;\n\n(ii) conspicuous posting of the notice on the website page of the government entity, if the government entity maintains a website; and\n\n(iii) notification to major media outlets that reach the general public within the government entity’s jurisdiction.\n\nIf the government entity discovers circumstances requiring notification under this section of more than 1,000 individuals at one time, the government entity must also notify, without unreasonable delay, all consumer reporting agencies that compile and maintain files on consumers on a nationwide basis, as defined in United States Code, title 15, § 1681a, of the timing, distribution, and content of the notices.\n\nAt least annually, each government entity shall conduct a comprehensive security assessment of any personal information maintained by the government entity. For the purposes of this subdivision, personal information is defined under section 325E.61, subdivision 1, paragraphs (e) and (f).\n\nNothing in this section or section 13.05, subdivision 5, restricts access to not public data by the legislative auditor or state auditor in the performance of official duties.",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MN",
      "section_number": "",
      "title": "LawServer",
      "text": "The attorney general shall investigate violations of the law of this state respecting unfair, discriminatory, and other unlawful practices in business, commerce, or trade, and specifically, but not exclusively, the Nonprofit Corporation Act (sections 317A.001 to 317A.909), the Act Against Unfair Discrimination and Competition (sections 325D.01 to 325D.07), the Unlawful Trade Practices Act (sections 325D.09 to 325D.16), the Antitrust Act (sections 325D.49 to 325D.66), section 325F.67 and other laws against false or fraudulent advertising, the antidiscrimination acts contained in section 325D.67, the act against monopolization of food products (section 325D.68), the act regulating telephone advertising services (section 325E.39), the Prevention of Consumer Fraud Act (sections 325F.68 to 325F.70), and chapter 53A regulating currency exchanges and assist in the enforcement of those laws as in this section provided.\n\nWhen the attorney general has information providing a reasonable ground to believe that any person has violated, or is about to violate, any of the laws of this state referred to in subdivision 1, the attorney general shall have power to investigate those violations, or suspected violations, and to take such steps as are necessary to cause the arrest and prosecution of all persons violating any of the statutes specifically mentioned in subdivision 1 or any other laws respecting unfair, discriminatory, or other unlawful practices in business, commerce, or trade. In connection with investigation under this section the attorney general upon specifying the nature of the violation or suspected violation may obtain discovery from any person regarding any matter, fact or circumstance, not privileged, which is relevant to the subject matter involved in the pending investigation, in accordance with the provisions of this subdivision. The discovery may be obtained without commencement of a civil action and without leave of court, except as expressly required by the provisions of subdivision 2a. The applicable protective provisions of rules 26.02, 26.03, and 30.04 of the Rules of Civil Procedure for the district courts shall apply to any discovery procedures instituted pursuant to this section. The attorney general or any person to whom discovery is directed may apply to and obtain leave of the district court in order to reduce or extend the time requirements of this subdivision, and upon a showing of good cause the district court shall order such a reduction or extension. In order to obtain discovery, the attorney general may:\n\n(a) Serve written interrogatories on any person. Within 20 days after service of interrogatories, separate written answers and objections to each interrogatory shall be mailed to the attorney general.\n\n(b) Upon reasonable written notice of no less than 15 days, require any person to produce for inspection and copying any documents, papers, books, accounts, letters, photographs, objects, or tangible things which are in the possession, custody, or control of that person.\n\n(c) Upon reasonable written notice of no less than 15 days, take the testimony of any person by deposition as to any fact or opinion relevant to the subject matter involved in the pending investigation.\n\nFor the purposes of this subdivision the term “person” has the meaning specified in section 325F.68.\n\nIf any person fails or refuses to answer interrogatories, to produce materials, or to be examined under oath, as required by the provisions of subdivision 2, the attorney general may apply to a district court, upon notice, and the court, on a showing by the attorney general of cause therefor, may issue such order as may be required to compel compliance with the discovery procedures authorized by this section.\n\nThe attorney general may accept an assurance of discontinuance of any act or practice the attorney general deems to be in violation of the laws referred to in subdivision 1 from any person the attorney general alleges is engaging in, or has engaged in, the act or practice. The assurance may include a stipulation for the performance, provision or payment by the alleged violator of any remedies allowable under this section. Any assurance shall be in writing and shall be filed with and subject to the approval of the district court of the county in which the alleged violator resides or has a principal place of business or in Ramsey County. An assurance shall not be considered an admission of a violation for any purpose. Failure to comply with the assurance of discontinuance shall be punishable as contempt.\n\nFor the purposes of this subdivision the term “person” has the meaning specified in section 325F.68.\n\nIf a court of competent jurisdiction finds that a sum recovered under this section for the benefit of injured persons cannot reasonably be distributed to the victims, because the victims cannot readily be located or identified, or because the cost of distributing the money would outweigh the benefit to the victims, then the court may order that the money be paid into the general fund. All sums recovered must be deposited into the state treasury and credited to the general fund.\n\nIn addition to the penalties provided by law for violation of the laws referred to in subdivision 1, specifically and generally, whether or not injunctive relief is otherwise provided by law, the courts of this state are vested with jurisdiction to prevent and restrain violations of those laws, to require the payment of civil penalties, to require payment into the general fund, and to appoint administrators as provided in subdivision 3c. On becoming satisfied that any of those laws has been or is being violated, or is about to be violated, the attorney general shall be entitled, on behalf of the state; (a) to sue for and have injunctive relief in any court of competent jurisdiction against any such violation or threatened violation without abridging the penalties provided by law; and (b) to sue for and recover for the state, from any person who is found to have violated any of the laws referred to in subdivision 1, a civil penalty, in an amount to be determined by the court, not in excess of $25,000. All sums recovered by the attorney general under this section shall be deposited in the general fund.\n\nIn addition to the remedies otherwise provided by law, any person injured by a violation of any of the laws referred to in subdivision 1 may bring a civil action and recover damages, together with costs and disbursements, including costs of investigation and reasonable attorney’s fees, and receive other equitable relief as determined by the court. The court may, as appropriate, enter a consent judgment or decree without the finding of illegality. In any action brought by the attorney general pursuant to this section, the court may award any of the remedies allowable under this subdivision.\n\nAny permanent injunction, judgment or order of the court made pursuant to subdivision 3 shall be prima facie evidence in an action brought under subdivision 3a that the defendant used or employed an act or practice in violation of the laws referred to in subdivision 1, provided that this subdivision shall not apply to consent judgments or decrees where the court makes no finding of illegality, including assurances of discontinuance pursuant to subdivision 2b.\n\nThe courts of this state are vested with jurisdiction to appoint an administrator in actions brought by the attorney general under this section, for purposes of (1) monitoring, maintaining, or winding up the affairs of a business, or (2) collecting, administering, and distributing judgments obtained by the attorney general for the benefit of persons. Upon the order of a court having jurisdiction over the matter, reasonable fees and expenses may be paid to the administrator out of any sums recovered under this section or administered by the administrator.\n\n[Repealed, 1983 c 290 s 173; 1983 c 301 s 235]",
      "order_index": 3
    }
  ]
}
