{
  "documents": [
    {
      "jurisdiction": "US-MS",
      "title": "Mississippi Data Breach Notification Law",
      "identifier": "Miss. Code ยง 75-24-29",
      "short_name": "MS Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2011-07-01",
      "last_amended": "2011-07-01",
      "source_url": "https://law.justia.com/codes/mississippi/title-75/chapter-24/in-general/section-75-24-29/"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "ยง 75-24-29",
      "title": "Notification to affected persons of breach of security",
      "text": "(1) Any person who conducts business in this state and who, in the ordinary course of the person's business, owns, licenses or maintains personal information of any resident of this state, shall disclose any breach of security to the affected person following discovery of the breach. The disclosure shall be made without unreasonable delay. Notification may be delayed if a law enforcement agency determines that the notification will impede a criminal investigation. The notification required by this section shall be made after the law enforcement agency determines that notification will not compromise the investigation.\n\n(2) Any person who maintains computerized personal information on behalf of another person or business shall notify the owner or licensee of the information of any breach of the security of the system containing personal information immediately following discovery if the personal information was, or is reasonably believed to have been, acquired by an unauthorized person.\n\n(3) The notification required by this section may be provided by one of the following methods:\n(a) Written notice.\n(b) Electronic notice, if the notice provided is consistent with the provisions regarding electronic records and signatures set forth in the Electronic Signatures in Global and National Commerce Act (15 USCS 7001 et seq.).\n(c) Substitute notice, if the person demonstrates that the cost of providing notice would exceed five thousand dollars ($5,000.00), or that the affected class of subject persons to be notified exceeds five thousand (5,000), or the person does not have sufficient contact information. Substitute notice shall consist of all of the following: (i) E-mail notice when the person has an e-mail address for the subject persons; (ii) Conspicuous posting of the notice on the internet website page of the person, if the person maintains one; and (iii) Notification to major statewide media.\n\n(4) Notwithstanding subsection (3) of this section, a person that maintains its own notification procedures as part of an information security policy for the treatment of personal information and is otherwise consistent with the timing requirements of this section, shall be deemed to be in compliance with the notification requirements of this section, if the person notifies subject persons in accordance with its policies in the event of a breach of security of the system.\n\n(5) As used in this section:\n(a) \"Breach of security\" means unauthorized acquisition of electronic files, media, databases or computerized data containing personal information of any resident of this state when access to the personal information has not been secured by encryption or by any other method or technology that renders the personal information unreadable or unusable.\n(b) \"Personal information\" means an individual's first name or first initial and last name in combination with any one (1) or more of the following data elements when either the name or the data elements are not encrypted: (i) Social Security number; (ii) Driver's license number or state identification card number; (iii) Financial account number, or credit or debit card number in combination with any required security code, access code or password that would permit access to an individual's financial account.",
      "jurisdiction": "US-MS",
      "order_index": 1
    }
  ]
}
