{
  "documents": [
    {
      "jurisdiction": "US-MT",
      "title": "Montana Data Breach Notification",
      "identifier": "Mont. Code § 30-14-1704",
      "short_name": "MT Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-03-01",
      "last_amended": "2015-10-01",
      "source_url": "https://leg.mt.gov/bills/mca/title_0300/chapter_0140/part_0170/section_0040/0300-0140-0170-0040.html"
    },
    {
      "jurisdiction": "US-MT",
      "title": "Montana Consumer Data Privacy Act",
      "identifier": "Mont. Code § 30-14-2801 et seq.",
      "short_name": "MTCDPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2024-10-01",
      "last_amended": "2023-05-19",
      "source_url": "https://leg.mt.gov/bills/mca/title_0300/chapter_0140/part_0280/sections_index.html"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1701. Purpose. The purpose of 30-14-1701 through 30-14-1705, 30-14-1712, and 30-14-1713 is to enhance the protection of individual privacy and to impede identity theft as prohibited by 45-6-332.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1702. Definitions. As used in 30-14-1701 through 30-14-1705, 30-14-1712, and 30-14-1713, unless the context requires otherwise, the following definitions apply:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(1)(a) “Business” means a sole proprietorship, partnership, corporation, association, or other group, however organized and whether or not organized to operate at a profit, including a financial institution organized, chartered, or holding a license or authorization certificate under the law of this state, any other state, the United States, or any other country or the parent or the subsidiary of a financial institution. The term includes an entity that destroys records. The term also includes industries regulated by the public service commission or under Title 30, chapter 10.\n\n(b)The term does not include industries regulated under Title 33.\n\n(2)”Customer” means an individual who provides personal information to a business for the purpose of purchasing or leasing a product or obtaining a service from the business.\n\n(3)”Electronic mail message” means a message sent to a unique destination, commonly expressed as a string of characters, consisting of a unique user name or electronic mailbox and a reference to an internet domain, whether or not displayed, to which an electronic message can be sent or delivered.\n\n(4)”Individual” means a natural person.\n\n(5)”Internet” has the meaning provided in 2-17-551.\n\n(6)”Internet services provider” has the meaning provided in 2-17-602.\n\n(7)”Personal information” means an individual’s name, signature, address, or telephone number, in combination with one or more additional pieces of information about the individual, consisting of the individual’s passport number, driver’s license or state identification number, insurance policy number, bank account number, credit card number, debit card number, passwords or personal identification numbers required to obtain access to the individual’s finances, or any other financial information as provided by rule. A social security number, in and of itself, constitutes personal information.\n\n(8)(a) “Records” means any material, regardless of the physical form, on which personal information is recorded.\n\n(b)The term does not include publicly available directories containing personal information that an individual has voluntarily consented to have publicly disseminated or listed, such as name, address, or telephone number.\n\n(9)”Website” means an electronic location that has a single uniform resource locator or other single location with respect to the internet.",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1703. Record destruction. A business shall take all reasonable steps to destroy or arrange for the destruction of a customer’s records within its custody or control containing personal information that is no longer necessary to be retained by the business by shredding, erasing, or otherwise modifying the personal information in those records to make it unreadable or undecipherable.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1705. Department to restrain unlawful acts — penalty. (1) Whenever the department has reason to believe that a person has violated this part and that proceeding would be in the public interest, the department may bring an action in the name of the state against the person to restrain by temporary or permanent injunction or temporary restraining order the use of the unlawful method, act, or practice upon giving appropriate notice to that person pursuant to 30-14-111(2).\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(2)The provisions of 30-14-111(3) and (4) and 30-14-112 through 30-14-115 apply to this part.\n\n(3)A violation of this part is a violation of 30-14-103, and the penalties for a violation of this part are as provided in 30-14-142.",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1712. Fraudulent electronic misrepresentation — penalties — exemption. (1) An individual or business that, by means of a website, an electronic mail message, or otherwise through the internet, solicits, requests, or takes an action to induce another individual or business to provide personal information by purporting to be a third-party individual or a business without the authority or approval of the third-party individual or business is guilty of a theft of identity, as provided in 45-6-332(1). This crime of fraudulent electronic misrepresentation is commonly known as “phishing”.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(2)An individual or a business that is adversely affected by a violation of subsection (1) has a private right of action, as provided in 30-14-1713.\n\n(3)The attorney general or a county attorney in a county where the violation under subsection (1) is reported may bring a criminal action against an individual or a business accused of engaging in a pattern and practice of violating subsection (1) and, in addition to bringing a criminal action, may request a court of competent jurisdiction to issue a temporary injunction against the continued use of a website, an electronic mail message, or the internet by the individual or business served with the injunction.\n\n(4)An internet services provider may not be held liable for identifying, removing, or disabling access to an internet website or other online location if the internet services provider believes that the internet website or other online location is being used to engage in a violation of this section.",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1713. Remedies for fraudulent electronic misrepresentation. (1) A business, including the owner of a website or the owner of a trademark, that is adversely affected by a violation of 30-14-1712(1) may bring an action to recover the greater of actual damages or $500,000.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(2)An individual who is adversely affected by a violation of 30-14-1712(1) may bring an action against an individual or a business that has directly violated 30-14-1712(1) for the greater of three times actual damages or $5,000 for each violation.",
      "order_index": 7
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1721. Identity theft impediments — credit cards — definition. (1) A credit card issuer that mails an offer or solicitation to receive a credit card and, in response, receives a completed application for a credit card that lists an address that is different from the address on the offer or solicitation shall verify the change of address by contacting the person to whom the solicitation or offer was mailed, as provided in 30-14-1722.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(2)Notwithstanding any other provision of law, a person to whom an offer or solicitation to receive a credit card is made is not liable for the unauthorized use of a credit card issued in response to that offer or solicitation if the credit card issuer does not verify the change of address pursuant to subsection (1) prior to the issuance of the credit card unless the credit card issuer proves that this person actually incurred the charge on the credit card.\n\n(3)When a credit card issuer receives a written or oral request for a change of the cardholder’s billing address and then receives a written or oral request for an additional credit card within 10 days after the requested address change, the credit card issuer may not mail the requested additional credit card to the new address or, alternatively, activate the requested additional credit card unless the credit card issuer has verified the change of address.\n\n(4)(a) Except as provided in subsections (4)(b) through (4)(d), a person, firm, partnership, association, corporation, or limited liability company that accepts credit cards for the transaction of business may not print more than the last five digits of the credit card account number or the expiration date upon any receipt provided to the cardholder.\n\n(b)Subsection (4)(a) applies only to receipts that are electronically printed and does not apply to transactions in which the sole means of recording the person’s credit card number is by handwriting or by an imprint or copy of the credit card.\n\n(c)Subsection (4)(a) applies beginning January 1, 2008, with respect to any cash register or other machine or device that electronically prints receipts for credit card transactions that is in use before January 1, 2005.\n\n(d)Subsection (4)(a) applies beginning January 1, 2006, with respect to any cash register or other machine or device that electronically prints receipts for credit card transactions that is first put into use on or after January 1, 2005.\n\n(5)(a) As used in this section, “credit card” means any card, plate, coupon book, or other single credit device existing for the purpose of being used from time to time upon presentation to obtain money, property, labor, or services on credit.\n\n(b)”Credit card” does not mean any of the following:\n\n(i)any single credit device used to obtain telephone property, labor, or services in any transaction with an entity under regulation as a public utility;\n\n(ii)any device that may be used to obtain credit pursuant to an electronic funds transfer, but only if the credit is obtained under an agreement between a consumer and a financial institution to extend credit when the consumer’s asset account is overdrawn or to maintain a specified minimum balance in the consumer’s asset account;\n\n(iii)any key or card key used at an automated dispensing outlet to obtain or purchase petroleum products that will be used primarily for business rather than personal or family purposes.",
      "order_index": 8
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1722. Identity theft impediments — credit card renewal — telephone accounts. (1) A credit card issuer that receives a change of address request, other than for a correction of a typographical error, from a cardholder who orders a replacement credit card within 60 days before or after that request is received shall send to that cardholder a change of address notification that is addressed to the cardholder at the cardholder’s previous address of record. If the replacement credit card is requested prior to the effective date of the change of address, the notification must be sent within 30 days of the change of address request. If the replacement credit card is requested after the effective date of the change of address, the notification must be sent within 30 days of the request for the replacement credit card.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(2)Any business entity that provides telephone accounts that receives a change of address request, other than for a correction of a typographical error, from an account holder who orders new service shall send to that account holder a change of address notification that is addressed to the account holder at the account holder’s previous address of record. The notification must be sent within 30 days of the request for new service.\n\n(3)The notice required pursuant to subsection (1) or (2) may be given by telephone or electronic mail communication if the credit card issuer or business entity that provides telephone accounts reasonably believes that it has the current telephone number or electronic mail address for the account holder or cardholder who has requested a change of address. If the notification is in writing, it may not contain the consumer’s account number, social security number, or other personal identifying information but may contain the consumer’s name, previous address, and new address of record. For business entities described in subsection (2), the notification may also contain the account holder’s telephone number.\n\n(4)A credit card issuer or a business entity that provides telephone accounts is not required to send a change of address notification when a change of address request is made in person by a consumer who has presented valid identification or is made by telephone and the requester has provided a unique alphanumeric password.\n\n(5)As used in this section, the following definitions apply:\n\n(a)”Credit card” has the meaning provided in 30-14-1721.\n\n(b)”Telephone account” means an account with a telecommunications carrier, as defined in 69-3-803.",
      "order_index": 9
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1726. Definitions. As used in 30-14-1726 through 30-14-1736, the following definitions apply:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(1)”Consumer” means an individual, a parent or guardian in the case of a minor or of an incapacitated person as defined in 72-5-101, or a conservator in the case of a protected person as defined in 72-5-101.\n\n(2)”Consumer reporting agency” means any person that, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information on consumers for the purpose of furnishing credit reports to a third party and that uses any means or facility of interstate commerce for the purpose of preparing or furnishing credit reports.\n\n(3)”Credit report” means any written, oral, or other communication of any information by a consumer reporting agency:\n\n(a)bearing on a consumer’s creditworthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living; and\n\n(b)that is used or expected to be used in whole or in part for the purpose of serving as a factor in establishing the consumer’s eligibility for:\n\n(i)credit to be used primarily for personal, family, or household purposes;\n\n(ii)employment purposes; or\n\n(iii)any other purpose authorized under 15 U.S.C. § 1681(b).\n\n(4)”Person” means an individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity.\n\n(5)”Proper identification” means information sufficient to verify identity.\n\n(6)”Reviewing the account” or “account review” includes activities related to account maintenance, monitoring, credit line increases, and account upgrades and enhancements.\n\n(7)(a) “Security freeze” means a notice that:\n\n(i)is placed in a consumer’s credit report at the request of the consumer;\n\n(ii)is subject to exceptions and exemptions provided in 30-14-1734;\n\n(iii)prohibits the consumer reporting agency from releasing all or any part of the consumer’s credit report or credit score without the express authorization of the consumer, as provided in 30-14-1729.\n\n(b)A security freeze does not prevent a consumer reporting agency from advising a third party that a security freeze is in effect with respect to the consumer’s credit report.",
      "order_index": 10
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1727. Placement of security freeze. (1) A consumer may elect to place a security freeze on the consumer’s own credit report by making a request:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)in writing by regular or certified mail to a consumer reporting agency at an address designated by the consumer reporting agency to receive the request; or\n\n(b)directly to the consumer reporting agency through a secure electronic connection specified by the consumer reporting agency.\n\n(2)A consumer, acting in the capacity of a parent or guardian in the case of a minor or of an incapacitated person as defined in 72-5-101 or a conservator in the case of a protected person as defined in 72-5-101, may request that a consumer reporting agency place a freeze on the credit report of the minor or incapacitated or protected person by making a request in writing to the consumer reporting agency at an address designated by the consumer reporting agency to receive the request.",
      "order_index": 11
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1728. Consumer reporting agency requirements. (1) Except as provided in subsection (2), a consumer reporting agency shall place a security freeze on a consumer’s credit report no later than 5 business days after receiving from the consumer:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)a written or electronic request, as provided in 30-14-1727;\n\n(b)proper identification; and\n\n(c)a fee, if applicable.\n\n(2)If a consumer who has been the victim of identity theft, as prescribed by 45-6-332, requests a security freeze, the consumer reporting agency shall place a security freeze on the consumer’s credit report no later than 24 hours after receiving notice as provided in 30-14-1727 and a valid police report, investigative report, or complaint that the consumer has filed with a law enforcement agency.\n\n(3)The consumer reporting agency shall send a written confirmation of the security freeze to the consumer within 5 business days of placing the security freeze and at the same time shall provide the consumer with a unique personal identification number, password, or similar device to be used by the consumer when providing authorization for a release of the consumer’s credit for a specific party or period of time, as provided in 30-14-1729.\n\n(4)A consumer reporting agency may not suggest or otherwise state or imply to a third party that the consumer’s security freeze reflects a negative credit score, history, report, or rating.",
      "order_index": 12
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1729. (Temporary) Temporary lifting of security freeze — consumer requirements — consumer reporting agency duties — notification. (1) A consumer who wishes to allow access to the consumer’s own credit report by a specific party or for a specific period of time while a security freeze is in place shall contact each consumer reporting agency, using a point of contact designated by the consumer reporting agency by regular or certified mail, telephone, or a secure electronic connection, request that the security freeze be temporarily lifted, and provide all of the following:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)proper identification;\n\n(b)the unique personal identification number, password, or device provided by the consumer reporting agency pursuant to 30-14-1728(3);\n\n(c)the proper information regarding the third party who is to receive the credit report or the time period for which the credit report is to be available to users of the credit report; and\n\n(d)a fee, if applicable.\n\n(2)(a) Except as provided in subsection (2)(b), a consumer reporting agency that receives a request from a consumer to temporarily lift a security freeze on a credit report as provided in subsection (1) shall comply with the request no later than 3 business days after receiving the request.\n\n(b)By no later than January 31, 2009, a consumer reporting agency shall honor a request for the temporary lifting of a security freeze made by telephone or through a secure electronic connection designated by the consumer reporting agency within 15 minutes of receiving the request unless one of the following circumstances applies:\n\n(i)the consumer fails to meet the requirements of subsections (1)(a) through (1)(c); or\n\n(ii)the consumer reporting agency’s ability to remove the security freeze within 15 minutes is prevented by:\n\n(A)a natural disaster or act of God, including fire, earthquake, or hurricane;\n\n(B)unauthorized or illegal acts by a third party, including terrorism, sabotage, riot, vandalism, or a labor strike or similar labor dispute disrupting operations;\n\n(C)operational interruption, including electrical failure, unanticipated delay in equipment or replacement part delivery, or computer hardware or software failures inhibiting response time;\n\n(D)governmental action, including emergency orders or regulations or judicial or law enforcement action;\n\n(E)receipt of a removal request outside of normal business hours; or\n\n(F)maintenance of, updates to, or repair of the consumer reporting agency’s systems, whether regularly scheduled or unexpected or unscheduled.\n\n(c)For the purposes of this section, “normal business hours” means from 6 a.m. to 9:30 p.m., mountain standard time or mountain daylight time, 7 days a week, excluding holidays.\n\n(3)A consumer reporting agency shall:\n\n(a)designate the contact address and telephone number along with a telefax number or appropriate electronic access address when providing the unique personal identification number, password, or other device as provided in 30-14-1728(3); and\n\n(b)develop procedures to implement this section by January 31, 2009, involving the use of telephone, telefax, or electronic connection, using a process for legally required notices provided for in the Electronic Signatures in Global and National Commerce Act, 15 U.S.C. § 7001.\n\n(4)Only the attorney general may enforce the provisions of this section related to a failure to comply with the 15-minute requirement for the temporary lifting of a security freeze.",
      "order_index": 13
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1730. Consumer reporting agency security freeze removal procedures — notification. (1) A consumer reporting agency shall remove or temporarily lift a security freeze placed on a credit report:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)upon the consumer’s request pursuant to 30-14-1729 or 30-14-1732; or\n\n(b)if the consumer reporting agency determines that the consumer made a material misrepresentation of fact when requesting the security freeze.\n\n(2)When a consumer reporting agency removes a security freeze as provided in subsection (1)(b), the consumer reporting agency shall notify the consumer in writing at least 5 business days prior to removing the security freeze on the credit report.",
      "order_index": 14
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1731. Third-party contacts. If a third party not enumerated in 30-14-1734(1) requests for the purpose of an application access to a credit report on which a security freeze is in effect and the consumer has not provided a temporary lifting of a security freeze for that specific party or a period of time, the third party may treat the application as incomplete.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.",
      "order_index": 15
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1732. Security freeze removal procedure. (1) A security freeze must remain in place until the consumer requests that the security freeze be removed or temporarily lifted as provided in 30-14-1729.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(2)After receiving a request from the consumer to remove a security freeze, a consumer reporting agency shall remove the security freeze within 3 business days of receiving a removal request at the point of contact designated by the consumer reporting agency if the consumer provides the following:\n\n(a)proper identification; and\n\n(b)the unique personal identification number, password, or other device provided by the consumer reporting agency pursuant to 30-14-1728(3).",
      "order_index": 16
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1733. Notice of rights. A consumer reporting agency shall provide a notice of rights as stated below at any time that a consumer is required to receive a summary of rights required under 15 U.S.C. § 1681(g) of the Fair Credit Reporting Act.\n\nNOTICE OF RIGHTS: Montana Consumers Have the Right to Obtain a Security Freeze\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\nYou may obtain a security freeze on your credit report to protect your privacy and ensure that credit is not granted in your name without your knowledge. You have a right to place a security freeze on your credit report pursuant to Montana law.\n\nThe security freeze will prohibit a consumer reporting agency from releasing any information in your credit report without your express authorization or approval.\n\nThe security freeze is designed to prevent credit, loans, and services from being approved in your name without your consent. When you place a security freeze on your credit report, within 5 business days you will be provided a personal identification number, password, or other device to use if you choose to remove the security freeze on your credit report or to temporarily authorize the release of your credit report for a specific party, parties, or period of time after the security freeze is in place. To provide that authorization, you shall contact the consumer reporting agency and provide all of the following:\n\n(1)the unique personal identification number, password, or other device provided by the consumer reporting agency;\n\n(2)the proper identification to verify your identity;\n\n(3)the proper information regarding the third party or parties who are to receive the credit report or the period of time for which the credit report is to be available to users of the credit report; and\n\n(4)a fee, if applicable.\n\nA consumer reporting agency that receives a request from a consumer to temporarily lift a security freeze on a credit report shall comply no later than 3 business days after receiving the request or, after January 31, 2009, within 15 minutes of receiving a request by telephone or through a secure electronic connection.\n\nA security freeze does not apply to circumstances in which you have an existing account relationship and a copy of your credit report is requested by your existing creditor or its agents or affiliates for certain types of account review, collection, fraud control, or similar activities.\n\nYou have a right to bring a civil action against someone who violates your rights under the credit reporting laws. The action may be brought against a consumer reporting agency or a user of your credit report.",
      "order_index": 17
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1734. Exceptions — exemptions. (1) The provisions of 30-14-1726 through 30-14-1733 and 30-14-1735 do not apply to the following for the purposes of accessing or using a credit report:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)a person or the person’s subsidiary, affiliate, agent, or assignee with which the consumer has, or prior to assignment had, an account, contract, or debtor-creditor relationship when using a credit report for the purposes of reviewing the account or collecting the financial obligation owing for the account, contract, or debt;\n\n(b)a subsidiary, affiliate, agent, assignee, or prospective assignee of a person to whom access has been granted to a credit report under 30-14-1729 for purposes of facilitating the extension of credit or other permissible use;\n\n(c)any person using a credit report and acting pursuant to a court order, warrant, or subpoena;\n\n(d)any federal, state, or local agency that administers a program for establishing and enforcing child support obligations;\n\n(e)any federal, state, or local agency or its agents or assigns acting to investigate fraud;\n\n(f)any federal, state, or local agency or its agents or assigns acting to investigate or collect delinquent taxes or unpaid court orders or to fulfill any of its other statutory responsibilities;\n\n(g)a person for use of a credit report for the purpose of prescreening as described by the Fair Credit Reporting Act, 15 U.S.C. § 1681, et seq.;\n\n(h)a person or entity administering a credit file monitoring subscription or similar service to which the consumer has subscribed;\n\n(i)a person or entity for the purpose of providing a consumer with a copy of the consumer’s own credit report or score and upon the consumer’s request;\n\n(j)a person or entity regulated under Title 33; or\n\n(k)a consumer reporting agency for its database or file that consists entirely of information concerning, and used solely for, one or more of the following:\n\n(i)criminal record information;\n\n(ii)tenant screening;\n\n(iii)employment screening;\n\n(iv)fraud prevention or detection; or\n\n(v)personal loss history information.\n\n(2)The following entities are exempt from placing a security freeze on a credit report:\n\n(a)a check services company or fraud prevention services company that issues reports on incidents of fraud or authorizations for the purpose of approving or processing negotiable instruments, electronic fund transfers, or similar methods of payments;\n\n(b)a deposit account information service company that issues reports regarding account closures because of fraud, substantial overdrafts, ATM abuse, or similar negative information regarding a consumer to inquiring banks or other financial institutions for use only in reviewing a consumer request for a deposit account at the inquiring bank or financial institution; or\n\n(c)a consumer reporting agency that acts only as a reseller of credit information by assembling and merging information contained in the database of another consumer reporting agency or multiple consumer reporting agencies and that does not maintain a permanent database of credit information from which new credit reports are produced. However, a consumer reporting agency acting as a reseller shall honor any security freeze placed on a credit report by another consumer reporting agency.",
      "order_index": 18
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1735. Fees. (1) Except as provided in subsection (2), a consumer reporting agency may charge an administrative fee, not to exceed $3, to a consumer for each security freeze or temporary lifting of a security freeze as provided in 30-14-1729, but not for removal of a security freeze as provided in 30-14-1732.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(2)A consumer reporting agency may not charge a fee under 30-14-1728 to a consumer who has been the victim of identity theft and who has submitted to the consumer reporting agency a valid police report, an investigative report, or a complaint that the consumer has filed with a law enforcement agency.\n\n(3)A consumer may be charged a reasonable fee, not to exceed $5, if the consumer fails to retain the original personal identification number, password, or other device provided by the consumer reporting agency and if the consumer asks the consumer reporting agency to reissue the same or a new personal identification number, password, or other device.",
      "order_index": 19
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-1736. Violations — penalties. (1) A person who willfully fails to comply with any requirements imposed in 30-14-1727 through 30-14-1735 with respect to a consumer is liable to that consumer in an amount equal to the sum of:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)any actual damages sustained by the consumer as a result of the failure or damages of not less than $100 and not more than $1,000; or\n\n(b)punitive damages in an amount that the court may allow; and\n\n(c)the costs of the action together with reasonable attorney fees as determined by the court in the case of a successful action to enforce liability under this section.\n\n(2)A person who obtains a credit report or requests a security freeze, the temporary lifting of a security freeze, or the removal of a security freeze from a consumer reporting agency under false pretenses or in an attempt to violate federal or state law is liable to the consumer reporting agency for actual damages sustained by the consumer reporting agency or $1,000, whichever is greater.\n\n(3)A person who negligently fails to comply with any requirement imposed in 30-14-1727 through 30-14-1735 with respect to any consumer is liable to that consumer in an amount equal to the sum of:\n\n(a)any actual damages sustained by the consumer as a result of the failure; and\n\n(b)the costs of the action together with reasonable attorney fees as determined by the court in the case of a successful action to enforce liability under this section.\n\n(4)If a court finds that an unsuccessful pleading, motion, or other paper filed under this section was filed in bad faith or for purposes of harassment, the court shall award to the prevailing party reasonable attorney fees as determined by the court.",
      "order_index": 20
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "1-1-201. Terms of wide applicability. (1) Unless the context requires otherwise, the following definitions apply in the Montana Code Annotated:\n\n(a)”Female” means a member of the human species who, under normal development, has XX chromosomes and produces or would produce relatively large, relatively immobile gametes, or eggs, during her life cycle and has a reproductive and endocrine system oriented around the production of those gametes. An individual who would otherwise fall within this definition, but for a biological or genetic condition, is female.\n\n(b)”Male” means a member of the human species who, under normal development, has XY chromosomes and produces or would produce small, mobile gametes, or sperm, during his life cycle and has a reproductive and endocrine system oriented around the production of those gametes. An individual who would otherwise fall within this definition, but for a biological or genetic condition, is male.\n\n(c)”Oath” includes an affirmation or declaration.\n\n(d)”Person” includes a corporation or other entity as well as a natural person.\n\n(e)”Several” means two or more.\n\n(f)”Sex” means the organization of the body parts and gametes for reproduction in human beings and other organisms. In human beings, there are exactly two sexes, male and female, with two corresponding types of gametes. The sexes are determined by the biological and genetic indication of male or female, including sex chromosomes, naturally occurring sex chromosomes, gonads, and nonambiguous internal and external genitalia present at birth, without regard to an individual’s psychological, behavioral, social, chosen, or subjective experience of gender.\n\n(g)”State”, when applied to the different parts of the United States, includes the District of Columbia and the territories.\n\n(h)”United States” includes the District of Columbia and the territories.\n\n(2)Wherever the word “man” or “men” or a word that includes the syllable “man” or “men” in combination with other syllables, such as “workman”, appears in this code, the word or syllable includes “woman” or “women” unless the context clearly indicates a contrary intent and unless the subject matter of the statute relates clearly and necessarily to a specific sex only.\n\n(3)Whenever the term “heretofore” occurs in any statute, it must be construed to mean any time previous to the day the statute takes effect. Whenever the word “hereafter” occurs, it must be construed to mean the time after the statute containing the term takes effect.",
      "order_index": 21
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "1-1-202. Terms relating to procedure and the judiciary. Unless the context requires otherwise, the following definitions apply in the Montana Code Annotated:\n\n(1)”Deposition” means a written declaration under oath or affirmation, made upon notice to the adverse party for the purpose of enabling the adverse party to attend and cross-examine.\n\n(2)”Judicial officers” means justices of the supreme court, judges of the district courts, justices of the peace, municipal judges, and city judges.\n\n(3)”Judicial record” means the record of official entry of the proceedings in a court of justice or of the official act of a judicial officer in an action or special proceeding.\n\n(4)”Oral examination” means an examination in the presence of the jury or tribunal that is to decide the fact or act upon it or the spoken testimony of the witness being heard by the jury or tribunal.\n\n(5)”Process” means a writ or summons issued in the course of judicial proceedings.\n\n(6)”Registered mail”, for purposes of legal notification, means registered or certified mail.\n\n(7)”Testify” means every mode of oral statement under oath or affirmation.\n\n(8)”Writ” means an order in writing issued in the name of the state or of a court or judicial officer.",
      "order_index": 22
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "1-1-205. Terms relating to property and decedents’ estates. Unless the context requires otherwise, the following definitions apply in the Montana Code Annotated:\n\n(1)”Personal property” means money, goods, chattels, things in action, and evidences of debt.\n\n(2)”Pledge”, “mortgage”, “conditional sale”, “lien”, “assignment”, and like terms, when used in referring to a security interest in personal property, include a corresponding type of security interest under the Uniform Commercial Code–Secured Transactions.\n\n(3)”Property” means real and personal property.\n\n(4)”Real property” means lands, tenements, hereditaments, and possessory title to public lands.\n\n(5)”Will” includes codicils.",
      "order_index": 23
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "1-1-203. Terms relating to instruments and other writings. Unless the context requires otherwise, the following definitions apply in the Montana Code Annotated:\n\n(1)”Affidavit” means a sworn written declaration made before an officer authorized to administer oaths or an unsworn written declaration made under penalty of perjury as provided in 1-6-105.\n\n(2)”Execution” of an instrument means subscribing and delivering it, with or without affixing a seal.\n\n(3)”Folio”, when used as a measure for computing fees, means 100 words, counting every two letters or numbers necessarily used as a word. Any portion of a folio, when in the whole paper there is not a complete folio and when there is an excess over the last folio exceeding one-half, may be computed as a folio.\n\n(4)”Printing” means the act of reproducing a design on a surface by any process.\n\n(5)”Signature” or “subscription” includes the mark of a person who cannot write if the person’s name is written near the mark by another person who also signs that person’s own name as a witness.\n\n(6)”Subscribing witness” means a person who sees a writing executed or hears it acknowledged and at the request of the party signs the person’s name as a witness.\n\n(7)”Writing” includes printing.",
      "order_index": 24
    },
    {
      "document_index": 0,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "1-1-204. Terms denoting state of mind. Unless the context requires otherwise, the following definitions apply in the Montana Code Annotated:\n\n(1)”Corruptly” means a wrongful design to acquire or cause some pecuniary or other advantage to the person guilty of the act or omission referred to or to some other person.\n\n(2)”Knowingly” means only a knowledge that the facts exist which bring the act or omission within the provisions of this code. It does not require any knowledge of the unlawfulness of the act or omission.\n\n(3)”Malice” and “maliciously” mean a wish to vex, annoy, or injure another person or an intent to do a wrongful act, established either by proof or presumption of law.\n\n(4)”Neglect”, “negligence”, “negligent”, and “negligently” mean a want of the attention to the nature or probable consequences of the act or omission that a prudent person would ordinarily give in acting in the person’s own concerns.\n\n(5)”Willfully”, when applied to the intent with which an act is done or omitted, means a purpose or willingness to commit the act or make the omission referred to. It does not require any intent to violate the law, to injure another, or to acquire any advantage.",
      "order_index": 25
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2801. (Effective October 1, 2024) Short title. This part may be cited as the “Consumer Data Privacy Act”.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.",
      "order_index": 1
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2802. (Effective October 1, 2024) Definitions. As used in this part, unless the context clearly indicates otherwise, the following definitions apply:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)ownership of or the power to vote more than 50% of the outstanding shares of any class of voting security of a company;\n\n(b)control in any manner over the election of a majority of the directors or of individuals exercising similar functions; or\n\n(c)the power to exercise controlling influence over the management of a company. See Montana Code 30-14-2802\n\n(a)takes reasonable measures to ensure that the data cannot be associated with an individual;\n\n(b)publicly commits to process the data in a de-identified fashion only and to not attempt to re-identify the data; and\n\n(c)contractually obligates any recipients of the data to satisfy the criteria set forth in subsections (11)(a) and (11)(b). See Montana Code 30-14-2802\n\n(a)is lawfully made available through federal, state, or municipal government records or widely distributed media; or\n\n(b)a controller has a reasonable basis to believe a consumer has lawfully made available to the public. See Montana Code 30-14-2802\n\n(1)”Affiliate” means a legal entity that shares common branding with another legal entity or controls, is controlled by, or is under common control with another legal entity.\n\n(2)”Authenticate” means to use reasonable methods to determine that a request to exercise any of the rights afforded under 30-14-2808(1)(a) through (1)(e) is being made by, or on behalf of, the consumer who is entitled to exercise these consumer rights with respect to the personal data at issue.\n\n(3)(a) “Biometric data” means data generated by automatic measurements of an individual’s biological characteristics, such as a fingerprint, a voiceprint, eye retinas, irises, or other unique biological patterns or characteristics that are used to identify a specific individual.\n\n(b)The term does not include:\n\n(i)a digital or physical photograph;\n\n(ii)an audio or video recording; or\n\n(iii)any data generated from a digital or physical photograph or an audio or video recording, unless that data is generated to identify a specific individual.\n\n(4)”Child” means an individual under 13 years of age.\n\n(5)(a) “Consent” means a clear affirmative act signifying a consumer’s freely given, specific, informed, and unambiguous agreement to allow the processing of personal data relating to the consumer. The term may include a written statement, a statement by electronic means, or any other unambiguous affirmative action.\n\n(b)The term does not include:\n\n(i)acceptance of a general or broad term of use or similar document that contains descriptions of personal data processing along with other unrelated information;\n\n(ii)hovering over, muting, pausing, or closing a given piece of content; or\n\n(iii)an agreement obtained using dark patterns.\n\n(6)(a) “Consumer” means an individual who is a resident of this state.\n\n(b)The term does not include an individual acting in a commercial or employment context or as an employee, owner, director, officer, or contractor of a company, partnership, sole proprietorship, nonprofit, or government agency whose communications or transactions with the controller occur solely within the context of that individual’s role with the company, partnership, sole proprietorship, nonprofit, or government agency.\n\n(7)”Control” or “controlled” means:\n\n(a)ownership of or the power to vote more than 50% of the outstanding shares of any class of voting security of a company;\n\n(b)control in any manner over the election of a majority of the directors or of individuals exercising similar functions; or\n\n(c)the power to exercise controlling influence over the management of a company.\n\n(8)”Controller” means an individual who or legal entity that, alone or jointly with others, determines the purpose and means of processing personal data.\n\n(9)”Dark pattern” means a user interface designed or manipulated with the effect of substantially subverting or impairing user autonomy, decision-making, or choice.\n\n(10)”Decisions that produce legal or similarly significant effects concerning the consumer” means decisions made by the controller that result in the provision or denial by the controller of financial or lending services, housing, insurance, education enrollment or opportunity, criminal justice, employment opportunities, health care services, or access to necessities such as food and water.\n\n(11)”De-identified data” means data that cannot be used to reasonably infer information about or otherwise be linked to an identified or identifiable individual or a device linked to the individual if the controller that possesses the data:\n\n(a)takes reasonable measures to ensure that the data cannot be associated with an individual;\n\n(b)publicly commits to process the data in a de-identified fashion only and to not attempt to re-identify the data; and\n\n(c)contractually obligates any recipients of the data to satisfy the criteria set forth in subsections (11)(a) and (11)(b).\n\n(12)”Identified or identifiable individual” means an individual who can be readily identified, directly or indirectly.\n\n(13)”Institution of higher education” means any individual who or school, board, association, limited liability company, or corporation that is licensed or accredited to offer one or more programs of higher learning leading to one or more degrees.\n\n(14)”Nonprofit organization” means any organization that is exempt from taxation under section 501(c)(3), 501(c)(4), 501(c)(6) or 501(c)(12) of the Internal Revenue Code of 1986 or any subsequent corresponding internal revenue code of the United States as amended from time to time.\n\n(15)(a) “Personal data” means any information that is linked or reasonably linkable to an identified or identifiable individual.\n\n(b)The term does not include de-identified data or publicly available information.\n\n(16)(a) “Precise geolocation data” means information derived from technology, including but not limited to global positioning system level latitude and longitude coordinates or other mechanisms, that directly identifies the specific location of an individual with precision and accuracy within a radius of 1,750 feet.\n\n(b)The term does not include the content of communications or any data generated by or connected to advanced utility metering infrastructure systems or equipment for use by a utility.\n\n(17)”Process” or “processing” means any operation or set of operations performed, whether by manual or automated means, on personal data or on sets of personal data, such as the collection, use, storage, disclosure, analysis, deletion, or modification of personal data.\n\n(18)”Processor” means an individual who or legal entity that processes personal data on behalf of a controller.\n\n(19)”Profiling” means any form of automated processing performed on personal data to evaluate, analyze, or predict personal aspects related to an identified or identifiable individual’s economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.\n\n(20)”Protected health information” has the same meaning as provided in the privacy regulations of the federal Health Insurance Portability and Accountability Act of 1996.\n\n(21)”Pseudonymous data” means personal data that cannot be attributed to a specific individual without the use of additional information, provided the additional information is kept separately and is subject to appropriate technical and organizational measures to ensure that the personal data is not attributed to an identified or identifiable individual.\n\n(22)”Publicly available information” means information that:\n\n(a)is lawfully made available through federal, state, or municipal government records or widely distributed media; or\n\n(b)a controller has a reasonable basis to believe a consumer has lawfully made available to the public.\n\n(23)(a) “Sale of personal data” means the exchange of personal data for monetary or other valuable consideration by the controller to a third party.\n\n(b)The term does not include:\n\n(i)the disclosure of personal data to a processor that processes the personal data on behalf of the controller;\n\n(ii)the disclosure of personal data to a third party for the purposes of providing a product or service requested by the consumer;\n\n(iii)the disclosure or transfer of personal data to an affiliate of the controller;\n\n(iv)the disclosure of personal data in which the consumer directs the controller to disclose the personal data or intentionally uses the controller to interact with a third party;\n\n(v)the disclosure of personal data that the consumer:\n\n(A)intentionally made available to the public via a channel of mass media; and\n\n(B)did not restrict to a specific audience; or\n\n(vi)the disclosure or transfer of personal data to a third party as an asset that is part of a merger, acquisition, bankruptcy, or other transaction, or a proposed merger, acquisition, bankruptcy, or other transaction in which the third party assumes control of all or part of the controller’s assets.\n\n(24)”Sensitive data” means personal data that includes:\n\n(a)data revealing racial or ethnic origin, religious beliefs, a mental or physical health condition or diagnosis, information about a person‘s sex life, sexual orientation, or citizenship or immigration status;\n\n(b)the processing of genetic or biometric data for the purpose of uniquely identifying an individual;\n\n(c)personal data collected from a known child; or\n\n(d)precise geolocation data.\n\n(25)(a) “Targeted advertising” means displaying advertisements to a consumer in which the advertisement is selected based on personal data obtained or inferred from that consumer’s activities over time and across nonaffiliated internet websites or online applications to predict the consumer’s preferences or interests.\n\n(b)The term does not include:\n\n(i)advertisements based on activities within a controller’s own internet websites or online applications;\n\n(ii)advertisements based on the context of a consumer’s current search query or visit to an internet website or online application;\n\n(iii)advertisements directed to a consumer in response to the consumer’s request for information or feedback; or\n\n(iv)processing personal data solely to measure or report advertising frequency, performance, or reach.\n\n(26)”Third party” means an individual or legal entity, such as a public authority, agency, or body, other than the consumer, controller, or processor or an affiliate of the controller or processor.\n\n(27)”Trade secret” has the same meaning as provided in 30-14-402.",
      "order_index": 2
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2803. (Effective October 1, 2024) Applicability. The provisions of this part apply to persons that conduct business in this state or persons that produce products or services that are targeted to residents of this state and:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)ownership of or the power to vote more than 50% of the outstanding shares of any class of voting security of a company;\n\n(b)control in any manner over the election of a majority of the directors or of individuals exercising similar functions; or\n\n(c)the power to exercise controlling influence over the management of a company. See Montana Code 30-14-2802\n\n(1)control or process the personal data of not less than 50,000 consumers, excluding personal data controlled or processed solely for the purpose of completing a payment transaction; or\n\n(2)control or process the personal data of not less than 25,000 consumers and derive more than 25% of gross revenue from the sale of personal data.",
      "order_index": 3
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2804. (Effective October 1, 2024) Exemptions. (1) This part does not apply to any:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)body, authority, board, bureau, commission, district, or agency of this state or any political subdivision of this state;\n\n(b)nonprofit organization;\n\n(c)institution of higher education;\n\n(d)national securities association that is registered under 15 U.S.C. §§ 78o–3 of the federal Securities Exchange Act of 1934, as amended;\n\n(e)financial institution or an affiliate of a financial institution governed by, or personal data collected, processed, sold, or disclosed in accordance with, Title V of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6801, et seq.; or\n\n(f)covered entity or business associate as defined in the privacy regulations of the federal Health Insurance Portability and Accountability Act of 1996, 45 C.F.R. § 160.103.\n\n(2)Information and data exempt from this part include:\n\n(a)protected health information under the privacy regulations of the federal Health Insurance Portability and Accountability Act of 1996;\n\n(b)patient-identifying information for the purposes of 42 U.S.C. §§ 290dd-2;\n\n(c)identifiable private information for the purposes of the federal policy for the protection of human subjects of 1991, 45 CFR, part 46;\n\n(d)identifiable private information that is otherwise information collected as part of human subjects research pursuant to the good clinical practice guidelines issued by the international council for harmonisation of technical requirements for pharmaceuticals for human use;\n\n(e)the protection of human subjects under 21 CFR, parts 6, 50, and 56, or personal data used or shared in research as defined in the federal Health Insurance Portability and Accountability Act of 1996, 45 C.F.R. § 164.501, that is conducted in accordance with the standards set forth in this subsection (2)(e), or other research conducted in accordance with applicable law;\n\n(f)information and documents created for the purposes of the Health Care Quality Improvement Act of 1986, 42 U.S.C. § 11101, et seq.;\n\n(g)patient safety work products for the purposes of the Patient Safety and Quality Improvement Act of 2005, 42 U.S.C. §§ 299b-21, et seq., as amended;\n\n(h)information derived from any of the health care-related information listed in this subsection (2) that is:\n\n(i)de-identified in accordance with the requirements for de-identification pursuant to the privacy regulations of the federal Health Insurance Portability and Accountability Act of 1996; or\n\n(ii)included in a limited data set as described in 45 C.F.R. § 164.514(e), to the extent that the information is used, disclosed, and maintained in a manner specified in 45 C.F.R. § 164.514(e).\n\n(i)information originating from and intermingled to be indistinguishable with or information treated in the same manner as information exempt under this subsection (2) that is maintained by a covered entity or business associate as defined in the privacy regulations of the federal Health Insurance Portability and Accountability Act of 1996, 45 C.F.R. § 160.103, or a program or qualified service organization, as specified in 42 U.S.C. §§ 290dd-2, as amended;\n\n(j)information used for public health activities and purposes as authorized by the federal Health Insurance Portability and Accountability Act of 1996, community health activities, and population health activities;\n\n(k)the collection, maintenance, disclosure, sale, communication, or use of any personal information bearing on a consumer‘s credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living by a consumer reporting agency, furnisher, or user that provides information for use in a consumer report and by a user of a consumer report, but only to the extent that the activity is regulated by and authorized under the Fair Credit Reporting Act, 15 U.S.C. § 1681, as amended;\n\n(l)personal data collected, processed, sold, or disclosed in compliance with the Driver’s Privacy Protection Act of 1994, 18 U.S.C. § 2721, et seq., as amended;\n\n(m)personal data regulated by the Family Educational Rights and Privacy Act of 1974, 20 U.S.C. § 1232g, et seq., as amended;\n\n(n)personal data collected, processed, sold, or disclosed in compliance with the Farm Credit Act of 1993, 12 U.S.C. § 2001, et seq., as amended;\n\n(o)data processed or maintained:\n\n(i)by an individual applying to, employed by, or acting as an agent or independent contractor of a controller, processor, or third party to the extent that the data is collected and used within the context of that role;\n\n(ii)as the emergency contact information of an individual under this part and used for emergency contact purposes; or\n\n(iii)that is necessary to retain to administer benefits for another individual relating to the individual who is the subject of the information under subsection (2)(a) and is used for the purposes of administering the benefits; and\n\n(p)personal data collected, processed, sold, or disclosed in relation to price, route, or service, as these terms are used in the Airline Deregulation Act of 1978, 49 U.S.C. § 40101, et seq., as amended, by an air carrier subject to the Airline Deregulation Act of 1978, to the extent this part is preempted by the Airline Deregulation Act of 1978, 49 U.S.C. § 41713, as amended.\n\n(3)Controllers and processors that comply with the verifiable parental consent requirements of the Children’s Online Privacy Protection Act of 1998, 15 U.S.C. § 6501, et seq., shall be considered compliant with any obligation to obtain parental consent pursuant to this part.",
      "order_index": 4
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2808. (Effective October 1, 2024) Consumer personal data — opt-out — compliance — appeals. (1) A consumer must have the right to:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)confirm whether a controller is processing the consumer’s personal data and access the consumer’s personal data, unless such confirmation or access would require the controller to reveal a trade secret;\n\n(b)correct inaccuracies in the consumer’s personal data, considering the nature of the personal data and the purposes of the processing of the consumer’s personal data;\n\n(c)delete personal data about the consumer;\n\n(d)obtain a copy of the consumer’s personal data previously provided by the consumer to the controller in a portable and, to the extent technically feasible, readily usable format that allows the consumer to transmit the personal data to another controller without hindrance when the processing is carried out by automated means, provided the controller is not required to reveal any trade secret; and\n\n(e)opt out of the processing of the consumer’s personal data for the purposes of:\n\n(i)targeted advertising;\n\n(ii)the sale of the consumer’s personal data, except as provided in 30-14-2812(2); or\n\n(iii)profiling in furtherance of solely automated decisions that produce legal or similarly significant effects concerning the consumer.\n\n(2)A consumer may exercise rights under this section by a secure and reliable means established by the controller and described to the consumer in the controller’s privacy notice.\n\n(3)(a) A consumer may designate an authorized agent in accordance with 30-14-2809 to exercise the rights of the consumer to opt out of the processing of the consumer’s personal data under subsection (1)(e) on behalf of the consumer.\n\n(b)A parent or legal guardian of a known child may exercise the consumer rights on the known child’s behalf regarding the processing of personal data.\n\n(c)A guardian or conservator of a consumer subject to a guardianship, conservatorship, or other protective arrangement, may exercise the rights on the consumer’s behalf regarding the processing of personal data.\n\n(4)Except as otherwise provided in this part, a controller shall comply with a request by a consumer to exercise the consumer rights authorized pursuant to this section as follows:\n\n(a)A controller shall respond to the consumer without undue delay, but not later than 45 days after receipt of the request. The controller may extend the response period by 45 additional days when reasonably necessary, considering the complexity and number of the consumer’s requests, provided the controller informs the consumer of the extension within the initial 45-day response period and the reason for the extension.\n\n(b)If a controller declines to act regarding the consumer’s request, the controller shall inform the consumer without undue delay, but not later than 45 days after receipt of the request, of the justification for declining to act and provide instructions for how to appeal the decision.\n\n(c)Information provided in response to a consumer request must be provided by a controller, free of charge, once for each consumer during any 12-month period. If requests from a consumer are manifestly unfounded, excessive, technically infeasible, or repetitive, the controller may charge the consumer a reasonable fee to cover the administrative costs of complying with the request or decline to act on the request. The controller bears the burden of demonstrating the manifestly unfounded, excessive, technically infeasible, or repetitive nature of the request.\n\n(d)If a controller is unable to authenticate a request to exercise any of the rights afforded under subsections (1)(a) through (1)(d) of this section using commercially reasonable efforts, the controller may not be required to comply with a request to initiate an action pursuant to this section and shall provide notice to the consumer that the controller is unable to authenticate the request to exercise the right or rights until the consumer provides additional information reasonably necessary to authenticate the consumer and the consumer’s request to exercise the consumer’s rights. A controller may not be required to authenticate an opt-out request, but a controller may deny an opt-out request if the controller has a good faith, reasonable, and documented belief that the request is fraudulent. If a controller denies an opt-out request because the controller believes the request is fraudulent, the controller shall send notice to the person who made the request disclosing that the controller believes the request is fraudulent and that the controller may not comply with the request.\n\n(e)A controller that has obtained personal data about a consumer from a source other than the consumer must be deemed in compliance with the consumer’s request to delete the consumer’s data pursuant to subsection (1)(c) by:\n\n(i)retaining a record of the deletion request and the minimum data necessary for the purpose of ensuring the consumer’s personal data remains deleted from the controller’s records and not using the retained data for any other purpose pursuant to the provisions of this part; or\n\n(ii)opting the consumer out of the processing of the consumer’s personal data for any purpose except for those exempted pursuant to the provisions of this part.\n\n(5)A controller shall establish a process for a consumer to appeal the controller’s refusal to act on a request within a reasonable period after the consumer’s receipt of the decision. The appeal process must be conspicuously available and like the process for submitting requests to initiate action pursuant to this section. Not later than 60 days after receipt of an appeal, a controller shall inform the consumer in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions. If the appeal is denied, the controller shall also provide the consumer with an online mechanism, if available, or other method through which the consumer may contact the attorney general to submit a complaint.",
      "order_index": 5
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2809. (Effective October 1, 2024) Authorized agent. (1) A consumer may designate another person to serve as the consumer’s authorized agent and act on the consumer’s behalf to opt out of the processing of the consumer’s personal data for one or more of the purposes specified in 30-14-2808(1)(e). The consumer may designate an authorized agent by way of a technology, including but not limited to an internet link or a browser setting, browser extension, or global device setting indicating a customer’s intent to opt out of such processing.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(2)A controller shall comply with an opt-out request received from an authorized agent if the controller is able to verify, with commercially reasonable effort, the identity of the consumer and the authorized agent’s authority to act on the consumer’s behalf.\n\n(3)Opt-out methods must:\n\n(a)provide a clear and conspicuous link on the controller’s internet website to an internet web page that enables a consumer, or an agent of the consumer, to opt out of the targeted advertising or sale of the consumer’s personal data; and\n\n(b)by no later than January 1, 2025, allow a consumer to opt out of any processing of the consumer’s personal data for the purposes of targeted advertising, or any sale of such personal data through an opt-out preference signal sent with the consumer’s consent, to the controller by a platform, technology, or mechanism that:\n\n(i)may not unfairly disadvantage another controller;\n\n(ii)may not make use of a default setting, but require the consumer to make an affirmative, freely given and unambiguous choice to opt out of any processing of a customer’s personal data pursuant to this part;\n\n(iii)must be consumer-friendly and easy to use by the average consumer;\n\n(iv)must be consistent with any federal or state law or regulation; and\n\n(v)must allow the controller to accurately determine whether the consumer is a resident of the state and whether the consumer has made a legitimate request to opt out of any sale of a consumer’s personal data or targeted advertising.\n\n(4)(a) If a consumer’s decision to opt out of any processing of the consumer’s personal data for the purposes of targeted advertising, or any sale of personal data, through an opt-out preference signal sent in accordance with the provisions of subsection (3) conflicts with the consumer’s existing controller-specific privacy setting or voluntary participation in a controller’s bona fide loyalty, rewards, premium features, discounts, or club card program, the controller shall comply with the consumer’s opt-out preference signal but may notify the consumer of the conflict and provide the choice to confirm controller-specific privacy settings or participation in such a program.\n\n(b)If a controller responds to consumer opt-out requests received in accordance with subsection (3) by informing the consumer of a charge for the use of any product or service, the controller shall present the terms of any financial incentive offered pursuant to subsection (3) for the retention, use, sale, or sharing of the consumer’s personal data.",
      "order_index": 6
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2812. (Effective October 1, 2024) Data processing by controller — limitations. (1) A controller shall:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)data revealing racial or ethnic origin, religious beliefs, a mental or physical health condition or diagnosis, information about a person's sex life, sexual orientation, or citizenship or immigration status;\n\n(b)the processing of genetic or biometric data for the purpose of uniquely identifying an individual;\n\n(c)personal data collected from a known child; or\n\n(d)precise geolocation data. See Montana Code 30-14-2802\n\n(a)limit the collection of personal data to what is adequate, relevant, and reasonably necessary in relation to the purposes for which the personal data is processed, as disclosed to the consumer;\n\n(b)establish, implement, and maintain reasonable administrative, technical, and physical data security practices to protect the confidentiality, integrity, and accessibility of personal data appropriate to the volume and nature of the personal data at issue; and\n\n(c)provide an effective mechanism for a consumer to revoke the consumer’s consent under this section that is at least as easy as the mechanism by which the consumer provided the consumer’s consent and, on revocation of the consent, cease to process the personal data as soon as practicable, but not later than 45 days after the receipt of the request.\n\n(2)A controller may not:\n\n(a)except as otherwise provided in this part, process personal data for purposes that are not reasonably necessary to or compatible with the disclosed purposes for which the personal data is processed as disclosed to the consumer unless the controller obtains the consumer’s consent;\n\n(b)process sensitive data concerning a consumer without obtaining the consumer’s consent or, in the case of the processing of sensitive data concerning a known child, without processing the sensitive data in accordance with the Children’s Online Privacy Protection Act of 1998, 15 U.S.C. § 6501, et seq.;\n\n(c)process personal data in violation of the laws of this state and federal laws that prohibit unlawful discrimination against consumers;\n\n(d)process the personal data of a consumer for the purposes of targeted advertising or sell the consumer’s personal data without the consumer’s consent under circumstances in which a controller has actual knowledge that the consumer is at least 13 years of age but younger than 16 years of age; or\n\n(e)discriminate against a consumer for exercising any of the consumer rights contained in this part, including denying goods or services, charging different prices or rates for goods or services, or providing a different level of quality of goods or services to the consumer.\n\n(3)Nothing in subsection (1) or (2) may be construed to require a controller to provide a product or service that requires the personal data of a consumer that the controller does not collect or maintain or prohibit a controller from offering a different price, rate, level, quality, or selection of goods or services to a consumer, including offering goods or services for no fee, if the consumer has exercised their right to opt out pursuant to this part or the offering is in connection with a consumer’s voluntary participation in a bona fide loyalty, rewards, premium features, discounts, or club card program.\n\n(4)If a controller sells personal data to third parties or processes personal data for targeted advertising, the controller shall clearly and conspicuously disclose the processing, as well as the way a consumer may exercise the right to opt out of the processing.\n\n(5)A controller shall provide consumers with a reasonably accessible, clear, and meaningful privacy notice that includes:\n\n(a)the categories of personal data processed by the controller;\n\n(b)the purpose for processing personal data;\n\n(c)the categories of personal data that the controller shares with third parties, if any;\n\n(d)the categories of third parties, if any, with which the controller shares personal data; and\n\n(e)an active e-mail address or other mechanism that the consumer may use to contact the controller; and\n\n(f)how consumers may exercise their consumer rights, including how a consumer may appeal a controller’s decision regarding the consumer’s request.\n\n(6)(a) A controller shall establish and describe in a privacy notice one or more secure and reliable means for consumers to submit a request to exercise their consumer rights pursuant to this part considering the ways in which consumers normally interact with the controller, the need for secure and reliable communication of consumer requests, and the ability of the controller to verify the identity of the consumer making the request.\n\n(b)A controller may not require a consumer to create a new account to exercise consumer rights but may require a consumer to use an existing account.",
      "order_index": 7
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2813. (Effective October 1, 2024) Data processor — allowances — limitations. (1) A processor shall adhere to the instructions of a controller and shall assist the controller in meeting the controller’s obligations under this part to include:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)considering the nature of processing and the information available to the processor by appropriate technical and organizational measures as much as reasonably practicable to fulfill the controller’s obligation to respond to consumer rights requests;\n\n(b)considering the nature of processing and the information available to the processor by assisting the controller in meeting the controller’s obligations in relation to the security of processing the personal data and in relation to the notification of a breach of security, as provided for in 30-14-1704, of the system of the processor to meet the controller’s obligations; and\n\n(c)providing necessary information to enable the controller to conduct and document data protection assessments.\n\n(2)A contract between a controller and a processor must govern the processor’s data processing procedures with respect to processing performed on behalf of the controller. The contract must be binding and clearly set forth instructions for processing data, the nature and purpose of processing, the type of data subject to processing, the duration of processing, and the rights and obligations of both parties. The contract must also require that the processor:\n\n(a)ensure that each person processing personal data is subject to a duty of confidentiality with respect to the personal data;\n\n(b)at the controller’s direction, delete or return all personal data to the controller as requested at the end of the provision of services, unless retention of the personal data is required by law;\n\n(c)on the reasonable request of the controller, make available to the controller all information in the processor’s possession necessary to demonstrate the processor’s compliance with the obligations in this part;\n\n(d)engage any subcontractor pursuant to a written contract that requires the subcontractor to meet the obligations of the processor with respect to the personal data; and\n\n(e)allow and cooperate with reasonable assessments by the controller or the controller’s designated assessor, or the processor may arrange for a qualified and independent assessor to assess the processor’s policies and technical and organizational measures in support of the obligations under this part using an appropriate and accepted control standard or framework and assessment procedure for the assessments. The processor shall provide a report of the assessment to the controller on request.\n\n(3)Nothing in this section may be construed to relieve a controller or processor from the liabilities imposed on the controller or processor by virtue of the controller’s or processor’s role in the processing relationship, as described in this part.\n\n(4)Determining whether a person is acting as a controller or processor with respect to a specific processing of data is a fact-based determination that depends on the following context in which personal data is to be processed:\n\n(a)A person who is not limited in the processing of personal data pursuant to a controller’s instructions or who fails to adhere to a controller’s instructions is a controller and not a processor with respect to a specific processing of data.\n\n(b)A processor that continues to adhere to a controller’s instructions with respect to a specific processing of personal data remains a processor.\n\n(c)If a processor begins, alone or jointly with others, determining the purposes and means of the processing of personal data, the processor is a controller with respect to the processing and may be subject to an enforcement action under 30-14-2817.",
      "order_index": 8
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2814. (Effective October 1, 2024) Data protection assessment. (1) A controller shall conduct and document a data protection assessment for each of the controller’s processing activities that presents a heightened risk of harm to a consumer. For the purposes of this section, processing that presents a heightened risk of harm to a consumer includes:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)takes reasonable measures to ensure that the data cannot be associated with an individual;\n\n(b)publicly commits to process the data in a de-identified fashion only and to not attempt to re-identify the data; and\n\n(c)contractually obligates any recipients of the data to satisfy the criteria set forth in subsections (11)(a) and (11)(b). See Montana Code 30-14-2802\n\n(a)data revealing racial or ethnic origin, religious beliefs, a mental or physical health condition or diagnosis, information about a person's sex life, sexual orientation, or citizenship or immigration status;\n\n(b)the processing of genetic or biometric data for the purpose of uniquely identifying an individual;\n\n(c)personal data collected from a known child; or\n\n(d)precise geolocation data. See Montana Code 30-14-2802\n\n(a)the processing of personal data for the purposes of targeted advertising;\n\n(b)the sale of personal data;\n\n(c)the processing of personal data for the purposes of profiling in which the profiling presents a reasonably foreseeable risk of:\n\n(i)unfair or deceptive treatment of or unlawful disparate impact on consumers;\n\n(ii)financial, physical, or reputational injury to consumers;\n\n(iii)a physical or other form of intrusion on the solitude or seclusion or the private affairs or concerns of consumers in which the intrusion would be offensive to a reasonable person; or\n\n(iv)other substantial injury to consumers; and\n\n(d)the processing of sensitive data.\n\n(2)(a) Data protection assessments conducted pursuant to subsection (1) must identify and weigh the benefits that may flow, directly and indirectly, from the processing to the controller, the consumer, other stakeholders, and the public against the potential risks to the rights of the consumer associated with the processing as mitigated by safeguards that may be employed by the controller to reduce these risks.\n\n(b)The controller shall factor into any data protection assessment the use of de-identified data and the reasonable expectations of consumers, as well as the context of the processing and the relationship between the controller and the consumer whose personal data will be processed.\n\n(3)(a) The attorney general may require that a controller disclose any data protection assessment that is relevant to an investigation conducted by the attorney general, and the controller shall make the data protection assessment available to the attorney general.\n\n(b)The attorney general may evaluate the data protection assessment for compliance with the responsibilities set forth in this part.\n\n(c)Data protection assessments are confidential and are exempt from disclosure under the Freedom of Information Act, 5 U.S.C. § 552.\n\n(d)To the extent any information contained in a data protection assessment disclosed to the attorney general includes information subject to attorney-client privilege or work product protection, the disclosure may not constitute a waiver of the privilege or protection.\n\n(4)A single data protection assessment may address a comparable set of processing operations that include similar activities.\n\n(5)If a controller conducts a data protection assessment for the purpose of complying with another applicable law or regulation, the data protection assessment must be considered to satisfy the requirements established in this section if the data protection assessment is reasonably similar in scope and effect to the data protection assessment that would otherwise be conducted pursuant to this section.\n\n(6)Data protection assessment requirements must apply to processing activities created or generated after January 1, 2025, and are not retroactive.",
      "order_index": 9
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2815. (Effective October 1, 2024) De-identified data. (1) Any controller in possession of de-identified data shall:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)takes reasonable measures to ensure that the data cannot be associated with an individual;\n\n(b)publicly commits to process the data in a de-identified fashion only and to not attempt to re-identify the data; and\n\n(c)contractually obligates any recipients of the data to satisfy the criteria set forth in subsections (11)(a) and (11)(b). See Montana Code 30-14-2802\n\n(a)take reasonable measures to ensure that the de-identified data cannot be associated with an individual;\n\n(b)publicly commit to maintaining and using de-identified data without attempting to re-identify the de-identified data; and\n\n(c)contractually obligate any recipients of the de-identified data to comply with all provisions of this part.\n\n(2)Nothing in this part may be construed to:\n\n(a)require a controller or processor to re-identify de-identified data or pseudonymous data; or\n\n(b)maintain data in identifiable form or collect, obtain, retain, or access any data or technology to be capable of associating an authenticated consumer request with personal data.\n\n(3)Nothing in this part may be construed to require a controller or processor to comply with an authenticated consumer rights request if the controller:\n\n(a)is not reasonably capable of associating the request with the personal data or it would be unreasonably burdensome for the controller to associate the request with the personal data;\n\n(b)does not use the personal data to recognize or respond to the specific consumer who is the subject of the personal data or associate the personal data with other personal data about the same specific consumer; and\n\n(c)does not sell the personal data to any third party or otherwise voluntarily disclose the personal data to any third party other than a processor, except as otherwise permitted in this section.\n\n(4)The rights afforded under 30-14-2808(1)(a) through (1)(d) may not apply to pseudonymous data in cases in which the controller is able to demonstrate that any information necessary to identify the consumer is kept separately and is subject to effective technical and organizational controls that prevent the controller from accessing the information.\n\n(5)A controller that discloses pseudonymous data or de-identified data shall exercise reasonable oversight to monitor compliance with any contractual commitments to which the pseudonymous data or de-identified data is subject and shall take appropriate steps to address any breaches of those contractual commitments.",
      "order_index": 10
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2816. (Effective October 1, 2024) Compliance by controller or processor. (1) Nothing in this part may be construed to restrict a controller’s or processor’s ability to:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a)comply with federal, state, or municipal ordinances or regulations;\n\n(b)comply with a civil, criminal, or regulatory inquiry, investigation, subpoena, or summons by federal, state, municipal, or other government authorities;\n\n(c)cooperate with law enforcement agencies concerning conduct or activity that the controller or processor reasonably and in good faith believes may violate federal, state, or municipal ordinances or regulations;\n\n(d)investigate, establish, exercise, prepare for, or defend legal claims;\n\n(e)provide a product or service specifically requested by a consumer;\n\n(f)perform under a contract to which a consumer is a party, including fulfilling the terms of a written warranty;\n\n(g)take steps at the request of a consumer prior to entering a contract;\n\n(h)take immediate steps to protect an interest that is essential for the life or physical safety of the consumer or another individual and when the processing cannot be manifestly based on another legal basis;\n\n(i)prevent, detect, protect against, or respond to security incidents, identity theft, fraud, harassment, malicious or deceptive activities, or any illegal activity, preserve the integrity or security of systems, or investigate, report, or prosecute those responsible for any of these actions;\n\n(j)engage in public or peer-reviewed scientific or statistical research in the public interest that adheres to all other applicable ethics and privacy laws and is approved, monitored, and governed by an institutional review board that determines or similar independent oversight entities that determine:\n\n(A)whether the deletion of the information is likely to provide substantial benefits that do not exclusively accrue to the controller;\n\n(B)the expected benefits of the research outweigh the privacy risks; and\n\n(C)whether the controller has implemented reasonable safeguards to mitigate privacy risks associated with research, including any risks associated with re-identification;\n\n(k)assist another controller, processor, or third party with any of the obligations under this part; or\n\n(l)process personal data for reasons of public interest in public health, community health, or population health, but solely to the extent that the processing is:\n\n(A)subject to suitable and specific measures to safeguard the rights of the consumer whose personal data is being processed; and\n\n(B)under the responsibility of a professional subject to confidentiality obligations under federal, state, or local law.\n\n(2)The obligations imposed on controllers or processors under this part may not restrict a controller’s or processor’s ability to collect, use, or retain personal data for internal use to:\n\n(a)conduct internal research to develop, improve, or repair products, services, or technology;\n\n(b)effectuate a product recall;\n\n(c)identify and repair technical errors that impair existing or intended functionality; or\n\n(d)perform internal operations that are reasonably aligned with the expectations of the consumer or reasonably anticipated based on the consumer’s existing relationship with the controller or are otherwise compatible with processing data in furtherance of the provision of a product or service specifically requested by a consumer or the performance of a contract to which the consumer is a party.\n\n(3)The obligations imposed on controllers or processors under this part may not apply when compliance by the controller or processor with this part would violate an evidentiary privilege under the laws of this state. Nothing in this part may be construed to prevent a controller or processor from providing personal data concerning a consumer to a person covered by an evidentiary privilege under the laws of this state as part of a privileged communication.\n\n(4)A controller or processor that discloses personal data to a processor or third-party controller in accordance with this part may not be considered to have violated this part if the processor or third-party controller that receives and processes the personal data violates this part provided, at the time the disclosing controller or processor disclosed the personal data, the disclosing controller or processor did not have actual knowledge that the receiving processor or third-party controller would violate this part. A receiving processor or third-party controller receiving personal data from a disclosing controller or processor in compliance with this part is likewise not in violation of this part for the transgressions of the disclosing controller or processor from which the receiving processor or third-party controller receives the personal data.\n\n(5)Nothing in this part may be construed to:\n\n(a)impose any obligation on a controller or processor that adversely affects the rights or freedoms of any person, including but not limited to the rights of any person:\n\n(i)to freedom of speech or freedom of the press guaranteed in the first amendment to the United States constitution; or\n\n(ii)under Rule 504 of the Montana Rules of Evidence; or\n\n(b)apply to a person’s processing of personal data during the person’s personal or household activities.\n\n(6)Personal data processed by a controller pursuant to this section may be processed to the extent that the processing is:\n\n(a)reasonably necessary and proportionate to the purposes listed in this section; and\n\n(b)adequate, relevant, and limited to what is necessary in relation to the specific purposes listed in this section. The controller or processor must, when applicable, consider the nature and purpose of the collection, use, or retention of the personal data collected, used, or retained pursuant to subsection (2). The personal data must be subject to reasonable administrative, technical, and physical measures to protect the confidentiality, integrity, and accessibility of the personal data and to reduce reasonably foreseeable risks of harm to consumers relating to the collection, use, or retention of personal data.\n\n(7)If a controller processes personal data pursuant to an exemption in this section, the controller bears the burden of demonstrating that the processing qualifies for the exemption and complies with the requirements in subsection (6).\n\n(8)Processing personal data for the purposes expressly identified in this section may not solely make a legal entity a controller with respect to the processing.",
      "order_index": 11
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "30-14-2817. (Effective October 1, 2024) Enforcement. (1) The attorney general has exclusive authority to enforce violations pursuant to this part.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(2)(a) The attorney general shall, prior to initiating any action for a violation of any provision of this part, issue a notice of violation to the controller.\n\n(b)If the controller fails to correct the violation within 60 days of receipt of the notice of violation, the attorney general may bring an action pursuant to this section.\n\n(c)If within the 60-day period the controller corrects the noticed violation and provides the attorney general an express written statement that the alleged violations have been corrected and that no such further violations will occur, no action must be initiated against the controller.\n\n(3)Nothing in this part may be construed as providing the basis for or be subject to a private right of action for violations of this part or any other law. (Subsection (2) terminates April 1, 2026–sec. 15, Ch. 681, L. 2023.)",
      "order_index": 12
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "1-1-201. Terms of wide applicability. (1) Unless the context requires otherwise, the following definitions apply in the Montana Code Annotated:\n\n(a)”Female” means a member of the human species who, under normal development, has XX chromosomes and produces or would produce relatively large, relatively immobile gametes, or eggs, during her life cycle and has a reproductive and endocrine system oriented around the production of those gametes. An individual who would otherwise fall within this definition, but for a biological or genetic condition, is female.\n\n(b)”Male” means a member of the human species who, under normal development, has XY chromosomes and produces or would produce small, mobile gametes, or sperm, during his life cycle and has a reproductive and endocrine system oriented around the production of those gametes. An individual who would otherwise fall within this definition, but for a biological or genetic condition, is male.\n\n(c)”Oath” includes an affirmation or declaration.\n\n(d)”Person” includes a corporation or other entity as well as a natural person.\n\n(e)”Several” means two or more.\n\n(f)”Sex” means the organization of the body parts and gametes for reproduction in human beings and other organisms. In human beings, there are exactly two sexes, male and female, with two corresponding types of gametes. The sexes are determined by the biological and genetic indication of male or female, including sex chromosomes, naturally occurring sex chromosomes, gonads, and nonambiguous internal and external genitalia present at birth, without regard to an individual’s psychological, behavioral, social, chosen, or subjective experience of gender.\n\n(g)”State”, when applied to the different parts of the United States, includes the District of Columbia and the territories.\n\n(h)”United States” includes the District of Columbia and the territories.\n\n(2)Wherever the word “man” or “men” or a word that includes the syllable “man” or “men” in combination with other syllables, such as “workman”, appears in this code, the word or syllable includes “woman” or “women” unless the context clearly indicates a contrary intent and unless the subject matter of the statute relates clearly and necessarily to a specific sex only.\n\n(3)Whenever the term “heretofore” occurs in any statute, it must be construed to mean any time previous to the day the statute takes effect. Whenever the word “hereafter” occurs, it must be construed to mean the time after the statute containing the term takes effect.",
      "order_index": 13
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "1-1-202. Terms relating to procedure and the judiciary. Unless the context requires otherwise, the following definitions apply in the Montana Code Annotated:\n\n(1)”Deposition” means a written declaration under oath or affirmation, made upon notice to the adverse party for the purpose of enabling the adverse party to attend and cross-examine.\n\n(2)”Judicial officers” means justices of the supreme court, judges of the district courts, justices of the peace, municipal judges, and city judges.\n\n(3)”Judicial record” means the record of official entry of the proceedings in a court of justice or of the official act of a judicial officer in an action or special proceeding.\n\n(4)”Oral examination” means an examination in the presence of the jury or tribunal that is to decide the fact or act upon it or the spoken testimony of the witness being heard by the jury or tribunal.\n\n(5)”Process” means a writ or summons issued in the course of judicial proceedings.\n\n(6)”Registered mail”, for purposes of legal notification, means registered or certified mail.\n\n(7)”Testify” means every mode of oral statement under oath or affirmation.\n\n(8)”Writ” means an order in writing issued in the name of the state or of a court or judicial officer.",
      "order_index": 14
    },
    {
      "document_index": 1,
      "jurisdiction": "US-MT",
      "section_number": "",
      "title": "LawServer",
      "text": "1-1-203. Terms relating to instruments and other writings. Unless the context requires otherwise, the following definitions apply in the Montana Code Annotated:\n\n(1)”Affidavit” means a sworn written declaration made before an officer authorized to administer oaths or an unsworn written declaration made under penalty of perjury as provided in 1-6-105.\n\n(2)”Execution” of an instrument means subscribing and delivering it, with or without affixing a seal.\n\n(3)”Folio”, when used as a measure for computing fees, means 100 words, counting every two letters or numbers necessarily used as a word. Any portion of a folio, when in the whole paper there is not a complete folio and when there is an excess over the last folio exceeding one-half, may be computed as a folio.\n\n(4)”Printing” means the act of reproducing a design on a surface by any process.\n\n(5)”Signature” or “subscription” includes the mark of a person who cannot write if the person’s name is written near the mark by another person who also signs that person’s own name as a witness.\n\n(6)”Subscribing witness” means a person who sees a writing executed or hears it acknowledged and at the request of the party signs the person’s name as a witness.\n\n(7)”Writing” includes printing.",
      "order_index": 15
    }
  ]
}
