{
  "documents": [
    {
      "jurisdiction": "US-NC",
      "title": "North Carolina Identity Theft Protection Act",
      "identifier": "N.C. Gen. Stat. § 75-61 et seq.",
      "short_name": "NC Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2005-12-01",
      "last_amended": "2005-12-01",
      "source_url": "https://www.ncleg.gov/EnactedLegislation/Statutes/PDF/BySection/Chapter_75/GS_75-65.pdf"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nThis Article shall be known and may be cited as the “Identity Theft Protection Act”. (2005-414, s. 1.)\n\nServing those in North Carolina, Roberts Law Group, PLLC has offices in Ral…\n\nWhen you need bail bonds in Greensboro, NC, call the trusted 24/7 bail bond…",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "LawServer",
      "text": "The following definitions apply in this Article:\n\n(1) “Business”. – A sole proprietorship, partnership, corporation, association, or other group, however organized and whether or not organized to operate at a profit. The term includes a financial institution organized, chartered, or holding a license or authorization certificate under the laws of this State, any other state, the United States, or any other country, or the parent or the subsidiary of any such financial institution. Business shall not include any government or governmental subdivision or agency.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\n(2) “Consumer”. – An individual.\n\n(3) “Consumer report” or “credit report”. – Any written, oral, or other communication of any information by a consumer reporting agency bearing on a consumer’s creditworthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer’s eligibility for any of the following:\n\na. Credit to be used primarily for personal, family, or household purposes.\n\nb. Employment purposes.\n\nc. Any other purpose authorized under 15 U.S.C. § 168l(b).\n\n(4) “Consumer reporting agency”. – Any person who, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties.\n\n(5) “Credit card”. – Has the same meaning as in section 103 of the Truth in Lending Act (15 U.S.C. § 160, et seq.).\n\n(6) “Debit card”. – Any card or device issued by a financial institution to a consumer for use in initiating an electronic fund transfer from the account holding assets of the consumer at such financial institution, for the purpose of transferring money between accounts or obtaining money, property, labor, or services.\n\n(7) “Disposal” includes the following:\n\na. The discarding or abandonment of records containing personal information.\n\nb. The sale, donation, discarding, or transfer of any medium, including computer equipment or computer media, containing records of personal information, or other nonpaper media upon which records of personal information are stored, or other equipment for nonpaper storage of information.\n\n(8) “Encryption”. – The use of an algorithmic process to transform data into a form in which the data is rendered unreadable or unusable without use of a confidential process or key.\n\n(9) “Person”. – Any individual, partnership, corporation, trust, estate, cooperative, association, government, or governmental subdivision or agency, or other entity.\n\n(10) “Personal information”. – A person’s first name or first initial and last name in combination with identifying information as defined in N.C. Gen. Stat. § 14-113.20(b). Personal information does not include publicly available directories containing information an individual has voluntarily consented to have publicly disseminated or listed, including name, address, and telephone number, and does not include information made lawfully available to the general public from federal, state, or local government records.\n\n(11) “Proper identification”. – Information generally deemed sufficient to identify a person. If a person is unable to reasonably identify himself or herself with the information described above, a consumer reporting agency may require additional information concerning the consumer’s employment and personal or family history in order to verify the consumer’s identity.\n\n(11a) “Protected consumer”. – An individual (i) who is under the age of 16 at the time a request for the placement of a security freeze is made pursuant to N.C. Gen. Stat. § 75-63.1 or (ii) who is incapacitated or for whom a guardian or guardian ad litem has been appointed.\n\n(11b) “Protected consumer security freeze”. – A security freeze placed on a protected consumer’s credit report or on a protected consumer’s file pursuant to N.C. Gen. Stat. § 75-63.1\n\n(11c) “Protected consumer’s file”. – A record that (i) identifies a protected consumer, (ii) is created by a consumer reporting agency solely for the purpose of complying with the requirements of N.C. Gen. Stat. § 75-63.1, and (iii) may not be created or used to consider the protected consumer’s credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living.\n\n(12) “Records”. – Any material on which written, drawn, spoken, visual, or electromagnetic information is recorded or preserved, regardless of physical form or characteristics.\n\n(13) “Redaction”. – The rendering of data so that it is unreadable or is truncated so that no more than the last four digits of the identification number is accessible as part of the data.\n\n(13a) “Representative”. – A person who provides to a consumer reporting agency sufficient proof of authority to act on behalf of a protected consumer.\n\n(14) “Security breach”. – An incident of unauthorized access to and acquisition of unencrypted and unredacted records or data containing personal information where illegal use of the personal information has occurred or is reasonably likely to occur or that creates a material risk of harm to a consumer. Any incident of unauthorized access to and acquisition of encrypted records or data containing personal information along with the confidential process or key shall constitute a security breach. Good faith acquisition of personal information by an employee or agent of the business for a legitimate purpose is not a security breach, provided that the personal information is not used for a purpose other than a lawful purpose of the business and is not subject to further unauthorized disclosure.\n\n(15) “Security freeze”. – Notice placed in a credit report, at the request of the consumer and subject to certain exceptions, that prohibits the consumer reporting agency from releasing all or any part of the consumer’s credit report or any information derived from it without the express authorization of the consumer.\n\n(16) “Sufficient proof of authority”. – Either of the following:\n\na. A certified or official copy of the protected consumer’s birth certificate, if the representative is a parent of the protected consumer.\n\nb. Documentation that shows that a representative has authority to act on behalf of a protected consumer, including the following:\n\n1. An order issued by a court of law.\n\n3. A written, notarized statement signed by the person that expressly describes the authority of the representative to act on behalf of a protected consumer.\n\n(17) “Sufficient proof of identification”. – Information or documentation that identifies a protected consumer or representative, including the following:\n\na. A Social Security number or a copy of a Social Security card issued by the Social Security Administration.\n\nb. A certified or official copy of a birth certificate issued by the entity authorized to issue the birth certificate.\n\nc. A copy of a drivers license, an identification card issued by the Division of Motor Vehicles, or any other government-issued identification.\n\nd. A copy of a bill, including a bill for telephone, sewer, septic tank, water, electric, oil, or natural gas service, that shows a name and home address. (2005-414, s. 1; 2015-193, s. 1.)\n\nServing those in North Carolina, Roberts Law Group, PLLC has offices in Ral…\n\nWhen you need bail bonds in Greensboro, NC, call the trusted 24/7 bail bond…",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "LawServer",
      "text": "(a) Except as provided in subsection (b) of this section, a business may not do any of the following:\n\n(1) Intentionally communicate or otherwise make available to the general public an individual’s social security number.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\n(2) Intentionally print or imbed an individual’s social security number on any card required for the individual to access products or services provided by the person or entity.\n\n(3) Require an individual to transmit his or her social security number over the Internet, unless the connection is secure or the social security number is encrypted.\n\n(4) Require an individual to use his or her social security number to access an Internet Web site, unless a password or unique personal identification number or other authentication device is also required to access the Internet Web site.\n\n(5) Print an individual’s social security number on any materials that are mailed to the individual, unless state or federal law requires the social security number to be on the document to be mailed.\n\n(6) Sell, lease, loan, trade, rent, or otherwise intentionally disclose an individual’s social security number to a third party without written consent to the disclosure from the individual, when the party making the disclosure knows or in the exercise of reasonable diligence would have reason to believe that the third party lacks a legitimate purpose for obtaining the individual’s social security number.\n\n(b) Subsection (a) of this section shall not apply in the following instances:\n\n(1) When a social security number is included in an application or in documents related to an enrollment process, or to establish, amend, or terminate an account, contract, or policy; or to confirm the accuracy of the social security number for the purpose of obtaining a credit report pursuant to 15 U.S.C. § 1681(b)(2). A social security number that is permitted to be mailed under this section may not be printed, in whole or in part, on a postcard or other mailer not requiring an envelope, or visible on the envelope or without the envelope having been opened.\n\n(2) To the collection, use, or release of a social security number for internal verification or administrative purposes.\n\n(3) To the opening of an account or the provision of or payment for a product or service authorized by an individual.\n\n(4) To the collection, use, or release of a social security number to investigate or prevent fraud, conduct background checks, conduct social or scientific research, collect a debt, obtain a credit report from or furnish data to a consumer reporting agency pursuant to the Fair Credit Reporting Act, 15 U.S.C. § 1681, et seq., undertake a permissible purpose enumerated under Gramm Leach Bliley, 12 C.F.R. § 216.13-15, or locate an individual who is missing, a lost relative, or due a benefit, such as a pension, insurance, or unclaimed property benefit.\n\n(5) To a business acting pursuant to a court order, warrant, subpoena, or when otherwise required by law.\n\n(6) To a business providing the social security number to a federal, state, or local government entity, including a law enforcement agency, court, or their agents or assigns.\n\n(7) To a social security number that has been redacted.\n\n(c) A business covered by this section shall make reasonable efforts to cooperate, through systems testing and other means, to ensure that the requirements of this Article are implemented.\n\n(d) A violation of this section is a violation of N.C. Gen. Stat. § 75-1.1 (2005-414, s. 1.)\n\nWhen you need bail bonds in Greensboro, NC, call the trusted 24/7 bail bond…\n\nServing those in North Carolina, Roberts Law Group, PLLC has offices in Ral…",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "LawServer",
      "text": "(a) A consumer may place a security freeze on the consumer’s credit report by making a request to a consumer reporting agency in accordance with this subsection. A security freeze shall prohibit, subject to exceptions in subsection (l) of this section, the consumer reporting agency from releasing the consumer’s credit report or any information from it without the express authorization of the consumer. When a security freeze is in place, a consumer reporting agency may not release the consumer’s credit report or information to a third party without prior express authorization from the consumer. This subsection does not prevent a consumer reporting agency from advising a third party that a security freeze is in effect with respect to the consumer’s credit report, provided that the consumer reporting agency does not state or otherwise imply to the third party that the consumer’s security freeze reflects a negative credit score, history, report, or rating. A consumer reporting agency shall place a security freeze on a consumer’s credit report if the consumer requests a security freeze by any of the following methods:\n\n(1) First-class mail.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\n(2) Telephone call.\n\n(3) Secure Web site or secure electronic mail connection.\n\n(a1) A nationwide consumer reporting agency, as defined in section 603(p) [15 U.S.C. § 1681a(p)] of the federal Fair Credit Reporting Act, 15 U.S.C. § 1681, et seq., that receives a request from a consumer residing in this State to place a security freeze on the consumer’s file, shall provide a notice communicating to the consumer that the freeze is only placed with the consumer reporting agency to which the consumer directed the request. The notice shall provide to the consumer the Web site, postal address, and telephone number of the other nationwide consumer reporting agencies and of the North Carolina Attorney General’s Office and shall inform the consumer that he or she may use this information to contact other nationwide consumer reporting agencies to make security freeze requests and obtain information on combating identity theft. No part of the notice to the consumer shall be used to make a solicitation for other goods and services.\n\n(b) A consumer reporting agency shall place a security freeze on a consumer’s credit report no later than three business days after receiving a written request from the consumer by mail. A consumer reporting agency that receives such a request electronically or by telephone shall comply with the request within 24 hours of receiving the request.\n\n(c) The consumer reporting agency shall send a written confirmation of the security freeze to the consumer within three business days of placing the freeze and at the same time shall provide the consumer with a unique personal identification number or password, other than the consumer’s social security number, to be used by the consumer when providing authorization for the release of the consumer’s credit report for a specific period of time, or to a specific party, or for permanently lifting the freeze.\n\n(d) If the consumer wishes to allow the consumer’s credit report to be accessed for a specific period of time or by a specific party while a freeze is in place, the consumer shall contact the consumer reporting agency by mail, phone, or electronically, request that the freeze be lifted or lifted with respect to a specific party, and provide all of the following:\n\n(1) Proper identification.\n\n(2) The unique personal identification number or password provided by the consumer reporting agency pursuant to subsection (c) of this section.\n\n(3) The proper information regarding the third party who is authorized to receive the consumer credit report or the time period for which the report shall be available to users of the credit report.\n\n(e) Repealed by Session Laws 2009-355, s. 1, effective October 1, 2009.\n\n(f) A consumer reporting agency that receives a request by mail from a consumer to lift a freeze on a credit report pursuant to subsection (d) of this section shall comply with the request no later than three business days after receiving the request. A consumer reporting agency that receives such a request electronically or by telephone shall comply with the request within 15 minutes of receiving the request.\n\n(g) A consumer reporting agency shall remove, temporarily lift, or lift with respect to a specific third party a freeze placed on a consumer’s credit report only in the following cases:\n\n(1) Upon the consumer’s request, pursuant to subsections (d) or (j) of this section.\n\n(2) If the consumer’s credit report was frozen due to a material misrepresentation of fact by the consumer. If a consumer reporting agency intends to remove a freeze upon a consumer’s credit report pursuant to this subdivision, the consumer reporting agency shall notify the consumer in writing prior to removing the freeze on the consumer’s credit report.\n\n(g1) A consumer reporting agency need not meet the time requirements provided in this section, only for such time as the occurrences prevent compliance, if any of the following occurrences apply:\n\n(1) The consumer fails to meet the requirements of subsection (d) or (j) of this section.\n\n(2) The consumer reporting agency’s ability to remove, place, temporarily lift, or lift with respect to a specific party the security freeze is prevented by any of the following:\n\na. An act of God, including fire, earthquakes, hurricanes, storms, or similar natural disaster or phenomena.\n\nb. Unauthorized or illegal acts by a third party, including terrorism, sabotage, riot, vandalism, labor strikes or disputes disrupting operations, or similar occurrences.\n\nc. Operational interruption, including electrical failure, unanticipated delay in equipment or replacement part delivery, computer hardware or software failures inhibiting response time, or similar disruption.\n\nd. Governmental action, including emergency orders or regulations, judicial or law enforcement action, or similar directives.\n\ne. Regularly scheduled maintenance, during other than normal business hours, of, or updates to, the consumer reporting agency’s systems.\n\nf. Commercially reasonable maintenance of, or repair to, the consumer reporting agency’s systems that is unexpected or unscheduled.\n\ng. Receipt of a request outside of normal business hours.\n\n(h) If a third party requests access to a consumer credit report on which a security freeze is in effect and this request is in connection with an application for credit or any other use and the consumer does not allow the consumer’s credit report to be accessed for that specific period of time, the third party may treat the application as incomplete.\n\n(i) If a consumer requests a security freeze pursuant to this section, the consumer reporting agency shall disclose to the consumer the process of placing and temporarily lifting a security freeze and the process for allowing access to information from the consumer’s credit report for a specific period of time or to a specific third party while the security freeze is in place.\n\n(j) A security freeze shall remain in place until the consumer requests that the security freeze be temporarily lifted for a specific period of time or to a specific third party or removed. A consumer reporting agency shall remove a security freeze within 15 minutes of receiving an electronic request for removal from the consumer or within three business days of receiving a written or telephonic request for removal from the consumer, who provides all of the following:\n\n(1) Proper identification.\n\n(2) The unique personal identification number or password provided by the consumer reporting agency pursuant to subsection (c) of this section.\n\n(k) A consumer reporting agency shall require proper identification of the person making a request to place or remove a security freeze.\n\n(l) The provisions of this section do not apply to the use of a consumer credit report by any of the following:\n\n(1) A person, or the person’s subsidiary, affiliate, agent, subcontractor, or assignee with whom the consumer has, or prior to assignment had, an account, contract, or debtor-creditor relationship for the purposes of reviewing the active account or collecting the financial obligation owing for the account, contract, or debt.\n\n(2) A subsidiary, affiliate, agent, assignee, or prospective assignee of a person to whom access has been granted under subsection (d) of this section for purposes of facilitating the extension of credit or other permissible use.\n\n(3) Any person acting pursuant to a court order, warrant, or subpoena.\n\n(4) A state or local agency, or its agents or assigns, which administers a program for establishing and enforcing child support obligations.\n\n(5) A state or local agency, or its agents or assigns, acting to investigate fraud, including Medicaid fraud, or acting to investigate or collect delinquent taxes or assessments, including interest and penalties, unpaid court orders, or to fulfill any of its other statutory responsibilities.\n\n(6) A federal, state, or local governmental entity, including law enforcement agency, court, or their agent or assigns.\n\n(7) A person for the purposes of prescreening as defined by the Fair Credit Reporting Act, 15 U.S.C. § 1681, et seq.\n\n(8) Any person for the sole purpose of providing for a credit file monitoring subscription service to which the consumer has subscribed.\n\n(9) A consumer reporting agency for the purpose of providing a consumer with a copy of the consumer’s credit report upon the consumer’s request.\n\n(10) Any depository financial institution for checking, savings, and investment accounts.\n\n(11) Any property and casualty insurance company for use in setting or adjusting a rate, adjusting a claim, or underwriting for property and casualty insurance purposes.\n\n(12) A person for the purpose of furnishing or using credit reports for employment purposes pursuant to 15 U.S.C. § 1681b(b) or tenant screening pursuant to 15 U.S.C. § 1681b(a)(3)(F).\n\n(13) A person for the purpose of criminal background record information.\n\n(m) If a security freeze is in place, a consumer reporting agency shall not change any of the following official information in a credit report without sending a written confirmation of the change to the consumer within 30 days of the change being posted to the consumer’s file: name, date of birth, social security number, and address. Written confirmation is not required for technical modifications of a consumer’s official information, including name and street abbreviations, complete spellings, or transposition of numbers or letters. In the case of an address change, the written confirmation shall be sent to both the new address and the former address.\n\n(n) The following persons are not required to place in a credit report a security freeze pursuant to this section provided, however, that any person that is not required to place a security freeze on a credit report under the provisions of subdivision (3) of this subsection shall be subject to any security freeze placed on a credit report by another consumer reporting agency from which it obtains information:\n\n(1) A check services or fraud prevention services company, which reports on incidents of fraud or issues authorizations for the purpose of approving or processing negotiable instruments, electronic fund transfers, or similar methods of payment.\n\n(2) A deposit account information service company, which issues reports regarding account closures due to fraud, substantial overdrafts, ATM abuse, or other similar negative information regarding a consumer to inquiring banks or other financial institutions for use only in reviewing a consumer request for a deposit account at the inquiring bank or financial institution.\n\n(3) A consumer reporting agency that does all of the following:\n\na. Acts only to resell credit information by assembling and merging information contained in a database of one or more credit reporting agencies.\n\nb. Does not maintain a permanent database of credit information from which new credit reports are produced.\n\n(o) A consumer reporting agency shall not charge a fee to put a security freeze in place, remove a freeze, or lift a freeze pursuant to subsection (d) or (j) of this section, provided that any such request is made electronically. If a request to put a security freeze in place is made by telephone or by mail, a consumer reporting agency may charge a fee to a consumer not to exceed three dollars ($3.00), except that a consumer reporting agency may not charge any fee to a consumer over the age of 62, to a victim of identity theft who has submitted a copy of a valid investigative or incident report or complaint with a law enforcement agency about the unlawful use of the victim’s identifying information by another person, or to the victim’s spouse. A consumer reporting agency shall not charge an additional fee to a consumer who requests to temporarily lift for a specific period of time or to a specific third party, reinstate, or remove a security freeze. A consumer reporting agency shall not charge a consumer for a onetime reissue of a replacement personal identification number. A consumer reporting agency may charge a fee not to exceed three dollars ($3.00) to provide any subsequent replacement personal identification number.\n\n(o1) Repealed by Session Laws 2015-193, s. 2, effective January 1, 2016.\n\n(p) At any time that a consumer is required to receive a summary of rights required under section 609 of the federal Fair Credit Reporting Act, the following notice shall be included:\n\n“North Carolina Consumers Have the Right to Obtain a Security Freeze.\n\nYou have a right to place a “security freeze” on your credit report pursuant to North Carolina law. The security freeze will prohibit a consumer reporting agency from releasing any information in your credit report without your express authorization. A security freeze can be requested in writing by first-class mail, by telephone, or electronically. You also may request a freeze by visiting the following Web site: [URL] or calling the following telephone number: [NUMBER].\n\nThe security freeze is designed to prevent credit, loans, and services from being approved in your name without your consent. However, you should be aware that using a security freeze to take control over who gains access to the personal and financial information in your credit report may delay, interfere with, or prohibit the timely approval of any subsequent request or application you make regarding new loans, credit, mortgage, insurance, rental housing, employment, investment, license, cellular phone, utilities, digital signature, Internet credit card transactions, or other services, including an extension of credit at point of sale.\n\nThe freeze will be placed within three business days if you request it by mail, or within 24 hours if you request it by telephone or electronically. When you place a security freeze on your credit report, within three business days, you will be sent a personal identification number or a password to use when you want to remove the security freeze, temporarily lift it, or lift it with respect to a particular third party.\n\nA freeze does not apply when you have an existing account relationship and a copy of your report is requested by your existing creditor or its agents or affiliates for certain types of account review, collection, fraud control, or similar activities.\n\nYou should plan ahead and lift a freeze if you are actively seeking credit or services as a security freeze may slow your applications, as mentioned above.\n\nYou can remove a freeze, temporarily lift a freeze, or lift a freeze with respect to a particular third party by contacting the consumer reporting agency and providing all of the following:\n\n(1) Your personal identification number or password,\n\n(2) Proper identification to verify your identity, and\n\n(3) Proper information regarding the period of time you want your report available to users of the credit report, or the third party with respect to which you want to lift the freeze.\n\nA consumer reporting agency that receives a request from you to temporarily lift a freeze or to lift a freeze with respect to a particular third party on a credit report shall comply with the request no later than three business days after receiving the request by mail and no later than 15 minutes after receiving a request by telephone or electronically. A consumer reporting agency may charge you up to three dollars ($3.00) to institute a freeze if your request is made by telephone or by mail. A consumer reporting agency may not charge you any amount to freeze, remove a freeze, temporarily lift a freeze, or lift a freeze with respect to a particular third party, if any of the following are true:\n\n(1) Your request is made electronically.\n\n(2) You are over the age of 62.\n\n(3) You are the victim of identity theft and have submitted a copy of a valid investigative or incident report or complaint with a law enforcement agency about the unlawful use of your identifying information by another person, or you are the spouse of such a person.\n\nYou have a right to bring a civil action against someone who violates your rights under the credit reporting laws. The action can be brought against a consumer reporting agency or a user of your credit report.”\n\n(q) A violation of this section is a violation of N.C. Gen. Stat. § 75-1.1 (2005-414, s. 1; 2006-158, s. 1; 2009-355, s. 1; 2009-550, s. 5; 2015-193, s. 2.)\n\nServing those in North Carolina, Roberts Law Group, PLLC has offices in Ral…\n\nWhen you need bail bonds in Greensboro, NC, call the trusted 24/7 bail bond…",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "LawServer",
      "text": "(a) Obligation to Place Security Freeze. – A consumer reporting agency shall place a protected consumer security freeze on the protected consumer’s credit report or on the protected consumer’s file in accordance with subsection (b) of this section within 30 days of all of the following conditions being satisfied:\n\n(1) The consumer reporting agency receives a request under this section from the protected consumer’s representative for the placement of the protected consumer security freeze by any of the following methods:\n\na. First-class mail.\n\nb. Telephone call.\n\nc. Secure Web site or secure electronic mail connection.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\n(2) The protected consumer’s representative does all of the following:\n\na. Submits the request to the consumer reporting agency at the address or other point of contact and in the manner specified by the consumer reporting agency.\n\nb. Provides to the consumer reporting agency sufficient proof of identification for both the protected consumer and the representative.\n\nc. Provides to the consumer reporting agency sufficient proof of authority to act on behalf of the protected consumer.\n\nd. Pays to the consumer reporting agency a fee as provided in subsection (d) of this section.\n\n(b) Action Required. – If the placement of a protected consumer security freeze is required under subsection (a) of this section, a consumer reporting agency shall do one of the following, as applicable:\n\n(1) If no consumer report exists. – If the consumer reporting agency does not have a consumer report pertaining to the protected consumer, the consumer reporting agency shall create a protected consumer’s file and place a restriction in the protected consumer’s file that prohibits the release of the protected consumer’s file, any consumer report subsequently created for the consumer, and any information contained in either document except as provided in this section.\n\n(2) If a consumer report exists. – If the consumer reporting agency has a consumer report pertaining to the protected consumer, the consumer reporting agency shall place a restriction on the report that prohibits the release of the consumer report and any information contained in the report except as provided in this section.\n\n(c) Duration of Freeze. – A protected consumer security freeze shall remain in effect until one of the following occurs, in which case the protected consumer security freeze shall be removed within 30 days:\n\n(1) The protected consumer or the protected consumer’s representative requests the consumer reporting agency to remove the protected consumer security freeze by doing all of the following:\n\na. Submitting a request for the removal of the protected consumer security freeze to the consumer reporting agency at the address or other point of contact and in the manner specified by the consumer reporting agency.\n\nb. If the request is being made by the protected consumer, providing to the consumer reporting agency (i) proof that the sufficient proof of authority for the protected consumer’s representative is no longer valid and (ii) sufficient proof of identification for the protected consumer.\n\nc. If the request is being made by the representative of a protected consumer, providing to the consumer reporting agency (i) sufficient proof of identification of the protected consumer and the representative and (ii) sufficient proof of authority to act on behalf of the protected consumer.\n\nd. Providing to the consumer reporting agency a fee as provided in subsection (d) of this section.\n\n(2) The consumer reporting agency determines that the protected consumer security freeze was placed based on a material misrepresentation of fact by the protected consumer or the protected consumer’s representative.\n\n(d) Fees. – A consumer reporting agency may charge a reasonable fee for each placement or removal of a protected consumer security freeze in accordance with the following:\n\n(1) Fee allowed in certain cases. – Except as provided in subdivision (2) of this subsection, a consumer reporting agency may charge a fee to a consumer not to exceed five dollars ($5.00) for placement or removal of a protected consumer security freeze.\n\n(2) No fee allowed in certain cases. – A fee may not be charged for the placement or removal of a protected consumer security freeze under this section if any of the following conditions are satisfied:\n\na. The protected consumer’s representative has submitted a copy of a valid investigative or incident report or complaint with a law enforcement agency about the unlawful use of the protected consumer’s identifying information by another person.\n\nb. A request for placement or removal of a protected consumer security freeze is for a protected consumer who is under the age of 16 at the time of the request and the consumer reporting agency has a consumer report pertaining to the protected consumer.\n\nc. The protected consumer is over the age of 62.\n\n(3) No other fees allowed. – No fee other than those authorized under this subsection may be charged for placement or removal of a protected consumer security freeze.\n\n(e) Exceptions. – This section does not apply to the use of a consumer credit report by any of the following:\n\n(1) A person or the person’s subsidiary, affiliate, agent, subcontractor, or assignee with whom the consumer has, or prior to assignment had, an account, contract, or debtor-creditor relationship for the purposes of reviewing the active account or collecting the financial obligation owing for the account, contract, or debt.\n\n(2) Any person acting pursuant to a court order, warrant, or subpoena.\n\n(3) A State or local agency, or its agents or assigns, that administers a program for establishing and enforcing child support obligations.\n\n(4) A State or local agency, or its agents or assigns, acting to investigate fraud, including Medicaid fraud, or acting to investigate or collect delinquent taxes or assessments, including interest and penalties, unpaid court orders, or to fulfill any of its other statutory responsibilities.\n\n(5) A federal, State, or local governmental entity, including a law enforcement agency, court, or its agent or assigns.\n\n(6) A person for the purposes of prescreening as defined by the Fair Credit Reporting Act, 15 U.S.C. § 1681, et seq.\n\n(7) Any person for the sole purpose of providing for a credit file monitoring subscription service to which the protected consumer has subscribed or the representative of the protected consumer has subscribed on behalf of the protected consumer.\n\n(8) A consumer reporting agency for the purpose of providing a protected consumer or representative of a protected consumer with a copy of the protected consumer’s credit report upon the request of the protected consumer or the protected consumer’s representative.\n\n(9) Any depository financial institution for checking, savings, and investment accounts.\n\n(10) Any property and casualty insurance company for use in setting or adjusting a rate, adjusting a claim, or underwriting for property and casualty insurance purposes.\n\n(11) A person for the purpose of furnishing or using credit reports for employment purposes pursuant to 15 U.S.C. § 1681b(b) or tenant screening pursuant to 15 U.S.C. § 1681b(a)(3)(F).\n\n(12) A person for the purpose of criminal background record information.\n\n(f) The following persons are not required to place a security freeze on a credit report pursuant to this section; provided, however, that any person that is not required to place a security freeze on a credit report under the provisions of subdivision (3) of this subsection shall be subject to any security freeze placed on a credit report by another consumer reporting agency from which it obtains information:\n\n(1) A check services or fraud prevention services company, which reports on incidents of fraud or issues authorizations for the purpose of approving or processing negotiable instruments, electronic fund transfers, or similar methods of payment.\n\n(2) A deposit account information service company, which issues reports regarding account closures due to fraud, substantial overdrafts, ATM abuse, or other similar negative information regarding a consumer to inquiring banks or other financial institutions for use only in reviewing a consumer request for a deposit account at the inquiring bank or financial institution.\n\n(3) A consumer reporting agency that does all of the following:\n\na. Acts only to resell credit information by assembling and merging information contained in a database of one or more credit reporting agencies.\n\nb. Does not maintain a permanent database of credit information from which new credit reports are produced.\n\n(4) A consumer reporting agency that maintains a database or file that consists of information used for any of the following purposes but that is not used for credit granting purposes:\n\na. Reporting of criminal record information.\n\nb. Fraud prevention or detection.\n\nc. Reporting personal loss history information.\n\nd. Employment, tenant, or other individual background screening.\n\n(g) Violation. – A violation of this section is a violation of N.C. Gen. Stat. § 75-1.1 (2015-193, s. 3.)\n\nServing those in North Carolina, Roberts Law Group, PLLC has offices in Ral…\n\nWhen you need bail bonds in Greensboro, NC, call the trusted 24/7 bail bond…",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "LawServer",
      "text": "(a) Any business that conducts business in North Carolina and any business that maintains or otherwise possesses personal information of a resident of North Carolina must take reasonable measures to protect against unauthorized access to or use of the information in connection with or after its disposal.\n\n(b) The reasonable measures must include:\n\n(1) Implementing and monitoring compliance with policies and procedures that require the burning, pulverizing, or shredding of papers containing personal information so that information cannot be practicably read or reconstructed.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\n(2) Implementing and monitoring compliance with policies and procedures that require the destruction or erasure of electronic media and other nonpaper media containing personal information so that the information cannot practicably be read or reconstructed.\n\n(3) Describing procedures relating to the adequate destruction or proper disposal of personal records as official policy in the writings of the business entity.\n\n(c) A business may, after due diligence, enter into a written contract with, and monitor compliance by, another party engaged in the business of record destruction to destroy personal information in a manner consistent with this section. Due diligence should ordinarily include one or more of the following:\n\n(1) Reviewing an independent audit of the disposal business’s operations or its compliance with this statute or its equivalent.\n\n(2) Obtaining information about the disposal business from several references or other reliable sources and requiring that the disposal business be certified by a recognized trade association or similar third party with a reputation for high standards of quality review.\n\n(3) Reviewing and evaluating the disposal business’s information security policies or procedures or taking other appropriate measures to determine the competency and integrity of the disposal business.\n\n(d) A disposal business that conducts business in North Carolina or disposes of personal information of residents of North Carolina must take all reasonable measures to dispose of records containing personal information by implementing and monitoring compliance with policies and procedures that protect against unauthorized access to or use of personal information during or after the collection and transportation and disposing of such information.\n\n(e) This section does not apply to any of the following:\n\n(1) Any bank or financial institution that is subject to and in compliance with the privacy and security provision of the Gramm Leach Bliley Act, 15 U.S.C. § 6801, et seq., as amended.\n\n(2) Any health insurer or health care facility that is subject to and in compliance with the standards for privacy of individually identifiable health information and the security standards for the protection of electronic health information of the Health Insurance Portability and Accountability Act of 1996.\n\n(3) Any consumer reporting agency that is subject to and in compliance with the Federal Credit Reporting Act, 15 U.S.C. § 1681, et seq., as amended.\n\n(f) A violation of this section is a violation of N.C. Gen. Stat. § 75-1.1, but any damages assessed against a business because of the acts or omissions of its nonmanagerial employees shall not be trebled as provided in N.C. Gen. Stat. § 75-16 unless the business was negligent in the training, supervision, or monitoring of those employees. No private right of action may be brought by an individual for a violation of this section unless such individual is injured as a result of the violation. (2005-414, s. 1.)\n\nServing those in North Carolina, Roberts Law Group, PLLC has offices in Ral…\n\nWhen you need bail bonds in Greensboro, NC, call the trusted 24/7 bail bond…",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "LawServer",
      "text": "(a) Any business that owns or licenses personal information of residents of North Carolina or any business that conducts business in North Carolina that owns or licenses personal information in any form (whether computerized, paper, or otherwise) shall provide notice to the affected person that there has been a security breach following discovery or notification of the breach. The disclosure notification shall be made without unreasonable delay, consistent with the legitimate needs of law enforcement, as provided in subsection (c) of this section, and consistent with any measures necessary to determine sufficient contact information, determine the scope of the breach and restore the reasonable integrity, security, and confidentiality of the data system. For the purposes of this section, personal information shall not include electronic identification numbers, electronic mail names or addresses, Internet account numbers, Internet identification names, parent’s legal surname prior to marriage, or a password unless this information would permit access to a person’s financial account or resources.\n\n(b) Any business that maintains or possesses records or data containing personal information of residents of North Carolina that the business does not own or license, or any business that conducts business in North Carolina that maintains or possesses records or data containing personal information that the business does not own or license shall notify the owner or licensee of the information of any security breach immediately following discovery of the breach, consistent with the legitimate needs of law enforcement as provided in subsection (c) of this section.\n\n(c) The notice required by this section shall be delayed if a law enforcement agency informs the business that notification may impede a criminal investigation or jeopardize national or homeland security, provided that such request is made in writing or the business documents such request contemporaneously in writing, including the name of the law enforcement officer making the request and the officer’s law enforcement agency engaged in the investigation. The notice required by this section shall be provided without unreasonable delay after the law enforcement agency communicates to the business its determination that notice will no longer impede the investigation or jeopardize national or homeland security.\n\n(d) The notice shall be clear and conspicuous. The notice shall include all of the following:\n\n(1) A description of the incident in general terms.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\n(2) A description of the type of personal information that was subject to the unauthorized access and acquisition.\n\n(3) A description of the general acts of the business to protect the personal information from further unauthorized access.\n\n(4) A telephone number for the business that the person may call for further information and assistance, if one exists.\n\n(5) Advice that directs the person to remain vigilant by reviewing account statements and monitoring free credit reports.\n\n(6) The toll-free numbers and addresses for the major consumer reporting agencies.\n\n(7) The toll-free numbers, addresses, and Web site addresses for the Federal Trade Commission and the North Carolina Attorney General’s Office, along with a statement that the individual can obtain information from these sources about preventing identity theft.\n\n(e) For purposes of this section, notice to affected persons may be provided by one of the following methods:\n\n(1) Written notice.\n\n(2) Electronic notice, for those persons for whom it has a valid e-mail address and who have agreed to receive communications electronically if the notice provided is consistent with the provisions regarding electronic records and signatures for notices legally required to be in writing set forth in 15 U.S.C. § 7001.\n\n(3) Telephonic notice provided that contact is made directly with the affected persons.\n\n(4) Substitute notice, if the business demonstrates that the cost of providing notice would exceed two hundred fifty thousand dollars ($250,000) or that the affected class of subject persons to be notified exceeds 500,000, or if the business does not have sufficient contact information or consent to satisfy subdivisions (1), (2), or (3) of this subsection, for only those affected persons without sufficient contact information or consent, or if the business is unable to identify particular affected persons, for only those unidentifiable affected persons. Substitute notice shall consist of all the following:\n\na. E-mail notice when the business has an electronic mail address for the subject persons.\n\nb. Conspicuous posting of the notice on the Web site page of the business, if one is maintained.\n\nc. Notification to major statewide media.\n\n(e1) In the event a business provides notice to an affected person pursuant to this section, the business shall notify without unreasonable delay the Consumer Protection Division of the Attorney General’s Office of the nature of the breach, the number of consumers affected by the breach, steps taken to investigate the breach, steps taken to prevent a similar breach in the future, and information regarding the timing, distribution, and content of the notice.\n\n(f) In the event a business provides notice to more than 1,000 persons at one time pursuant to this section, the business shall notify, without unreasonable delay, the Consumer Protection Division of the Attorney General’s Office and all consumer reporting agencies that compile and maintain files on consumers on a nationwide basis, as defined in 15 U.S.C. § 1681a(p), of the timing, distribution, and content of the notice.\n\n(g) Any waiver of the provisions of this Article is contrary to public policy and is void and unenforceable.\n\n(h) A financial institution that is subject to and in compliance with the Federal Interagency Guidance Response Programs for Unauthorized Access to Consumer Information and Customer Notice, issued on March 7, 2005, by the Board of Governors of the Federal Reserve System, the Federal Deposit Insurance Corporation, the Office of the Comptroller of the Currency, and the Office of Thrift Supervision; or a credit union that is subject to and in compliance with the Final Guidance on Response Programs for Unauthorized Access to Member Information and Member Notice, issued on April 14, 2005, by the National Credit Union Administration; and any revisions, additions, or substitutions relating to any of the said interagency guidance, shall be deemed to be in compliance with this section.\n\n(i) A violation of this section is a violation of N.C. Gen. Stat. § 75-1.1 No private right of action may be brought by an individual for a violation of this section unless such individual is injured as a result of the violation.\n\n(j) Causes of action arising under this Article may not be assigned. (2005-414, s. 1; 2009-355, s. 2; 2009-573, s. 10.)\n\nWhen you need bail bonds in Greensboro, NC, call the trusted 24/7 bail bond…\n\nServing those in North Carolina, Roberts Law Group, PLLC has offices in Ral…",
      "order_index": 7
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "LawServer",
      "text": "(a) It shall be a violation of this section for any person to knowingly broadcast or publish to the public on radio, television, cable television, in a writing of any kind, or on the Internet, the personal information of another with actual knowledge that the person whose personal information is disclosed has previously objected to any such disclosure.\n\n(b) As used in this section, “person” means any individual, partnership, corporation, trust, estate, cooperative, association, or other entity, but does not include any:\n\n(1) Government, government subdivision or agency.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\n(2) Entity subject to federal requirements pursuant to the Health Insurance Portability and Accountability Act (HIPAA).\n\n(c) As used in this section, the phrase “personal information” includes a person’s first name or first initial and last name in combination with any of the following information:\n\n(1) Social security or employer taxpayer identification numbers.\n\n(2) Drivers license, State identification card, or passport numbers.\n\n(3) Checking account numbers.\n\n(4) Savings account numbers.\n\n(5) Credit card numbers.\n\n(6) Debit card numbers.\n\n(7) Personal Identification (PIN) Code as defined in N.C. Gen. Stat. § 14-113.8(6).\n\n(8) Digital signatures.\n\n(9) Any other numbers or information that can be used to access a person’s financial resources.\n\n(10) Biometric data.\n\n(11) Fingerprints.\n\n(12) Passwords.\n\n(d) Nothing in this section shall:\n\n(1) Limit the requirements or obligations under any other section of this Article, including, but not limited to, N.C. Gen. Stat. § 75-62 and N.C. Gen. Stat. § 75-65\n\n(2) Apply to the collection, use, or release of personal information for a purpose permitted, authorized, or required by any federal, State, or local law, regulation, or ordinance.\n\n(3) Apply to data integration efforts to implement the State’s business intelligence strategy as provided by law or under contract.\n\n(e) Any person whose property or person is injured by reason of a violation of this section may sue for civil damages pursuant to the provisions of N.C. Gen. Stat. § 1-539.2C. (2007-534, s. 2; 2012-142, s. 6A.7A(h).)\n\nServing those in North Carolina, Roberts Law Group, PLLC has offices in Ral…\n\nWhen you need bail bonds in Greensboro, NC, call the trusted 24/7 bail bond…",
      "order_index": 8
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "LawServer",
      "text": "In the construction of all statutes the following rules shall be observed, unless such construction would be inconsistent with the manifest intent of the General Assembly, or repugnant to the context of the same statute, that is to say:\n\n(1) Singular and Plural Number, Masculine Gender, etc. – Every word importing the singular number only shall extend and be applied to several persons or things, as well as to one person or thing; and every word importing the plural number only shall extend and be applied to one person or thing, as well as to several persons or things; and every word importing the masculine gender only shall extend and be applied to females as well as to males, unless the context clearly shows to the contrary.\n\n(2) Authority, to Three or More Exercised by Majority. – All words purporting to give a joint authority to three or more public officers or other persons shall be construed as giving such authority to a majority of such officers or other persons, unless it shall be otherwise expressly declared in the law giving the authority.\n\n(3) “Month” and “Year”. – The word “month” shall be construed to mean a calendar month, unless otherwise expressed; and the word “year,” a calendar year, unless otherwise expressed; and the word “year” alone shall be equivalent to the expression “year of our Lord.” When a statute refers to a period of one or more months and the last month does not have a date corresponding to the initial date, the period shall expire on the last day of the last month.\n\n(4) Leap Year, How Counted. – In every leap year the increasing day and the day before, in all legal proceedings, shall be counted as one day.\n\n(5) “Oath” and “Sworn”. – The word “oath” shall be construed to include “affirmation,” in all cases where by law an affirmation may be substituted for an oath, and in like cases the word “sworn” shall be construed to include the word “affirmed.”\n\n(6) “Person” and “Property”. – The word “person” shall extend and be applied to bodies politic and corporate, as well as to individuals, unless the context clearly shows to the contrary. The words “real property” shall be coextensive with lands, tenements and hereditaments. The words “personal property” shall include moneys, goods, chattels, choses in action and evidences of debt, including all things capable of ownership, not descendable to heirs at law. The word “property” shall include all property, both real and personal.\n\n(7) “Preceding” and “Following”. – The words “preceding” and “following,” when used by way of reference to any section of a statute, shall be construed to mean the section next preceding or next following that in which such reference is made; unless when some other section is expressly designated in such reference.\n\n(8) “Seal”. – In all cases in which the seal of any court or public office shall be required by law to be affixed to any paper issuing from such court or office, the word “seal” shall be construed to include an impression of such official seal, made upon the paper alone, as well as an impression made by means of a wafer or of wax affixed thereto.\n\n(9) “Will”. – The term “will” shall be construed to include codicils as well as wills.\n\n(10) “Written” and “in Writing”. – The words “written” and “in writing” may be construed to include printing, engraving, lithographing, and any other mode of representing words and letters: Provided, that in all cases where a written signature is required by law, the same shall be in a proper handwriting, or in a proper mark.\n\n(11) “State” and “United States”. – The word “state,” when applied to the different parts of the United States, shall be construed to extend to and include the District of Columbia and the several territories, so called; and the words “United States” shall be construed to include the said district and territories and all dependencies.\n\n(12) “Imprisonment for One Month,” How Construed. – The words “imprisonment for one month,” wherever used in any of the statutes, shall be construed to mean “imprisonment for thirty days.”\n\n(13) “Governor,” “Senator,” “Solicitor,” “Elector,” “Executor,” “Administrator,” “Collector,” “Juror,” and “Auditor”. – The words “Governor,” “Senator,” “district attorney,” “elector,” “executor,” “administrator,” “collector,” “juror,” “auditor,” and any other words of like character shall when applied to the holder of such office, or occupant of such position, be words of common gender, and they shall be a sufficient designation of the person holding such office or position, whether the holder be a man or woman.\n\n(14) “Devisee” and “Devise”. – The word “devisee,” wherever used in any of the statutes, shall be construed to mean “devisee” as defined in N.C. Gen. Stat. § 28A-1-1. The word “devise,” wherever used in any of the statutes as a noun, shall be construed to mean a testamentary disposition of real or personal property and, wherever used in any of the statutes as a verb, shall be construed to mean to dispose of real or personal property by will.\n\n(15) Requirement to consult with a committee or commission of the General Assembly. – All words purporting to require an individual or other entity to consult with a committee or commission of the General Assembly before taking an action shall be construed to require the entity to do all of the following:\n\na. Submit a report of the action under consideration to the chairs and staff of the committee or commission. The report shall include all information required by statute and the rules of that committee or commission. The staff of the committee or commission shall make the report available electronically to the members of the committee or commission and to the public.\n\nb. Appear at a meeting of the committee or commission at which the matter is heard. Unless another period of time is specified by statute, the requirement to appear is satisfied if the committee or commission does not have a meeting at which the matter is heard within 90 days of receiving the required submission.\n\n(16) “Husband and Wife” and similar terms. – The words “husband and wife,” “wife and husband,” “man and wife,” “woman and husband,” “husband or wife,” “wife or husband,” “man or wife,” “woman or husband,” or other terms suggesting two individuals who are then lawfully married to each other shall be construed to include any two individuals who are then lawfully married to each other.\n\n(17) “Widow” and “Widower.” – The words “widow” and “widower” mean the surviving spouse of a deceased individual. ( 21 Hen. III; R.S., c. 31, s. 113; R.C., c. 31, s. 108; c. 108; Code, s. 3765; Rev., s. 2831; C.S., s. 3949; 1921, c. 30; 1973, c. 47, s. 2; 1977, c. 446, s. 4; 2011-284, s. 1; 2012-142, s. 6.11; 2017-102, s. 35.)\n\nSince 1979, Price, Petho & Associates is a team of experienced personal…",
      "order_index": 9
    }
  ]
}
