{
  "documents": [
    {
      "jurisdiction": "US-NC",
      "title": "North Carolina Identity Theft Protection Act",
      "identifier": "N.C. Gen. Stat. § 75-61 et seq.",
      "short_name": "NC Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2005-12-01",
      "last_amended": "2005-12-01",
      "source_url": "https://www.ncleg.gov/EnactedLegislation/Statutes/PDF/BySection/Chapter_75/GS_75-65.pdf"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "",
      "text": "The following definitions apply in this Article:\n\n(1) “Business”. – A sole proprietorship, partnership, corporation, association, or other group, however organized and whether or not organized to operate at a profit. The term includes a financial institution organized, chartered, or holding a license or authorization certificate under the laws of this State, any other state, the United States, or any other country, or the parent or the subsidiary of any such financial institution. Business shall not include any government or governmental subdivision or agency.",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "",
      "text": "(a) Except as provided in subsection (b) of this section, a business may not do any of the following:\n\n(1) Intentionally communicate or otherwise make available to the general public an individual’s social security number.",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "",
      "text": "(a) A consumer may place a security freeze on the consumer’s credit report by making a request to a consumer reporting agency in accordance with this subsection. A security freeze shall prohibit, subject to exceptions in subsection (l) of this section, the consumer reporting agency from releasing the consumer’s credit report or any information from it without the express authorization of the consumer. When a security freeze is in place, a consumer reporting agency may not release the consumer’s credit report or information to a third party without prior express authorization from the consumer. This subsection does not prevent a consumer reporting agency from advising a third party that a security freeze is in effect with respect to the consumer’s credit report, provided that the consumer reporting agency does not state or otherwise imply to the third party that the consumer’s security freeze reflects a negative credit score, history, report, or rating. A consumer reporting agency shall place a security freeze on a consumer’s credit report if the consumer requests a security freeze by any of the following methods:\n\n(1) First-class mail.",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "",
      "text": "(a) Obligation to Place Security Freeze. – A consumer reporting agency shall place a protected consumer security freeze on the protected consumer’s credit report or on the protected consumer’s file in accordance with subsection (b) of this section within 30 days of all of the following conditions being satisfied:\n\n(1) The consumer reporting agency receives a request under this section from the protected consumer’s representative for the placement of the protected consumer security freeze by any of the following methods:\n\na. First-class mail.\n\nb. Telephone call.\n\nc. Secure Web site or secure electronic mail connection.",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "",
      "text": "(a) Any business that conducts business in North Carolina and any business that maintains or otherwise possesses personal information of a resident of North Carolina must take reasonable measures to protect against unauthorized access to or use of the information in connection with or after its disposal.\n\n(b) The reasonable measures must include:\n\n(1) Implementing and monitoring compliance with policies and procedures that require the burning, pulverizing, or shredding of papers containing personal information so that information cannot be practicably read or reconstructed.",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "",
      "text": "(a) Any business that owns or licenses personal information of residents of North Carolina or any business that conducts business in North Carolina that owns or licenses personal information in any form (whether computerized, paper, or otherwise) shall provide notice to the affected person that there has been a security breach following discovery or notification of the breach. The disclosure notification shall be made without unreasonable delay, consistent with the legitimate needs of law enforcement, as provided in subsection (c) of this section, and consistent with any measures necessary to determine sufficient contact information, determine the scope of the breach and restore the reasonable integrity, security, and confidentiality of the data system. For the purposes of this section, personal information shall not include electronic identification numbers, electronic mail names or addresses, Internet account numbers, Internet identification names, parent’s legal surname prior to marriage, or a password unless this information would permit access to a person’s financial account or resources.\n\n(b) Any business that maintains or possesses records or data containing personal information of residents of North Carolina that the business does not own or license, or any business that conducts business in North Carolina that maintains or possesses records or data containing personal information that the business does not own or license shall notify the owner or licensee of the information of any security breach immediately following discovery of the breach, consistent with the legitimate needs of law enforcement as provided in subsection (c) of this section.\n\n(c) The notice required by this section shall be delayed if a law enforcement agency informs the business that notification may impede a criminal investigation or jeopardize national or homeland security, provided that such request is made in writing or the business documents such request contemporaneously in writing, including the name of the law enforcement officer making the request and the officer’s law enforcement agency engaged in the investigation. The notice required by this section shall be provided without unreasonable delay after the law enforcement agency communicates to the business its determination that notice will no longer impede the investigation or jeopardize national or homeland security.\n\n(d) The notice shall be clear and conspicuous. The notice shall include all of the following:\n\n(1) A description of the incident in general terms.",
      "order_index": 7
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "",
      "text": "(a) It shall be a violation of this section for any person to knowingly broadcast or publish to the public on radio, television, cable television, in a writing of any kind, or on the Internet, the personal information of another with actual knowledge that the person whose personal information is disclosed has previously objected to any such disclosure.\n\n(b) As used in this section, “person” means any individual, partnership, corporation, trust, estate, cooperative, association, or other entity, but does not include any:\n\n(1) Government, government subdivision or agency.",
      "order_index": 8
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NC",
      "section_number": "",
      "title": "",
      "text": "In the construction of all statutes the following rules shall be observed, unless such construction would be inconsistent with the manifest intent of the General Assembly, or repugnant to the context of the same statute, that is to say:\n\n(1) Singular and Plural Number, Masculine Gender, etc. – Every word importing the singular number only shall extend and be applied to several persons or things, as well as to one person or thing; and every word importing the plural number only shall extend and be applied to one person or thing, as well as to several persons or things; and every word importing the masculine gender only shall extend and be applied to females as well as to males, unless the context clearly shows to the contrary.\n\n(2) Authority, to Three or More Exercised by Majority. – All words purporting to give a joint authority to three or more public officers or other persons shall be construed as giving such authority to a majority of such officers or other persons, unless it shall be otherwise expressly declared in the law giving the authority.\n\n(3) “Month” and “Year”. – The word “month” shall be construed to mean a calendar month, unless otherwise expressed; and the word “year,” a calendar year, unless otherwise expressed; and the word “year” alone shall be equivalent to the expression “year of our Lord.” When a statute refers to a period of one or more months and the last month does not have a date corresponding to the initial date, the period shall expire on the last day of the last month.\n\n(4) Leap Year, How Counted. – In every leap year the increasing day and the day before, in all legal proceedings, shall be counted as one day.\n\n(5) “Oath” and “Sworn”. – The word “oath” shall be construed to include “affirmation,” in all cases where by law an affirmation may be substituted for an oath, and in like cases the word “sworn” shall be construed to include the word “affirmed.”\n\n(6) “Person” and “Property”. – The word “person” shall extend and be applied to bodies politic and corporate, as well as to individuals, unless the context clearly shows to the contrary. The words “real property” shall be coextensive with lands, tenements and hereditaments. The words “personal property” shall include moneys, goods, chattels, choses in action and evidences of debt, including all things capable of ownership, not descendable to heirs at law. The word “property” shall include all property, both real and personal.\n\n(7) “Preceding” and “Following”. – The words “preceding” and “following,” when used by way of reference to any section of a statute, shall be construed to mean the section next preceding or next following that in which such reference is made; unless when some other section is expressly designated in such reference.\n\n(8) “Seal”. – In all cases in which the seal of any court or public office shall be required by law to be affixed to any paper issuing from such court or office, the word “seal” shall be construed to include an impression of such official seal, made upon the paper alone, as well as an impression made by means of a wafer or of wax affixed thereto.\n\n(9) “Will”. – The term “will” shall be construed to include codicils as well as wills.\n\n(10) “Written” and “in Writing”. – The words “written” and “in writing” may be construed to include printing, engraving, lithographing, and any other mode of representing words and letters: Provided, that in all cases where a written signature is required by law, the same shall be in a proper handwriting, or in a proper mark.\n\n(11) “State” and “United States”. – The word “state,” when applied to the different parts of the United States, shall be construed to extend to and include the District of Columbia and the several territories, so called; and the words “United States” shall be construed to include the said district and territories and all dependencies.\n\n(12) “Imprisonment for One Month,” How Construed. – The words “imprisonment for one month,” wherever used in any of the statutes, shall be construed to mean “imprisonment for thirty days.”\n\n(13) “Governor,” “Senator,” “Solicitor,” “Elector,” “Executor,” “Administrator,” “Collector,” “Juror,” and “Auditor”. – The words “Governor,” “Senator,” “district attorney,” “elector,” “executor,” “administrator,” “collector,” “juror,” “auditor,” and any other words of like character shall when applied to the holder of such office, or occupant of such position, be words of common gender, and they shall be a sufficient designation of the person holding such office or position, whether the holder be a man or woman.\n\n(14) “Devisee” and “Devise”. – The word “devisee,” wherever used in any of the statutes, shall be construed to mean “devisee” as defined in N.C. Gen. Stat. § 28A-1-1. The word “devise,” wherever used in any of the statutes as a noun, shall be construed to mean a testamentary disposition of real or personal property and, wherever used in any of the statutes as a verb, shall be construed to mean to dispose of real or personal property by will.\n\n(15) Requirement to consult with a committee or commission of the General Assembly. – All words purporting to require an individual or other entity to consult with a committee or commission of the General Assembly before taking an action shall be construed to require the entity to do all of the following:\n\na. Submit a report of the action under consideration to the chairs and staff of the committee or commission. The report shall include all information required by statute and the rules of that committee or commission. The staff of the committee or commission shall make the report available electronically to the members of the committee or commission and to the public.\n\nb. Appear at a meeting of the committee or commission at which the matter is heard. Unless another period of time is specified by statute, the requirement to appear is satisfied if the committee or commission does not have a meeting at which the matter is heard within 90 days of receiving the required submission.\n\n(16) “Husband and Wife” and similar terms. – The words “husband and wife,” “wife and husband,” “man and wife,” “woman and husband,” “husband or wife,” “wife or husband,” “man or wife,” “woman or husband,” or other terms suggesting two individuals who are then lawfully married to each other shall be construed to include any two individuals who are then lawfully married to each other.\n\n(17) “Widow” and “Widower.” – The words “widow” and “widower” mean the surviving spouse of a deceased individual. ( 21 Hen. III; R.S., c. 31, s. 113; R.C., c. 31, s. 108; c. 108; Code, s. 3765; Rev., s. 2831; C.S., s. 3949; 1921, c. 30; 1973, c. 47, s. 2; 1977, c. 446, s. 4; 2011-284, s. 1; 2012-142, s. 6.11; 2017-102, s. 35.)\n\nSince 1979, Price, Petho & Associates is a team of experienced personal…",
      "order_index": 9
    }
  ]
}
