{
  "documents": [
    {
      "jurisdiction": "US-ND",
      "title": "North Dakota Data Breach Notification",
      "identifier": "N.D. Cent. Code § 51-30-01 et seq.",
      "short_name": "ND Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2005-06-01",
      "last_amended": "2019-08-01",
      "source_url": "https://www.ndlegis.gov/cencode/t51c30.pdf"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-ND",
      "section_number": "",
      "title": "",
      "text": "In this chapter, unless the context or subject matter otherwise requires:\n\n\n\n1.    “Breach of the security system” means unauthorized acquisition of computerized data when access to personal information has not been secured by encryption or by any other method or technology that renders the electronic files, media, or databases unreadable or unusable. Good-faith acquisition of personal information by an employee or agent of the person is not a breach of the security of the system, if the personal information is not used or subject to further unauthorized disclosure.\n\n2.    “Health insurance information” means an individual‘s health insurance policy number or subscriber identification number and any unique identifier used by a health insurer to identify the individual.\n\n3.    “Medical information” means any information regarding an individual’s medical history, mental or physical condition, or medical treatment or diagnosis by a health care professional.\n\n4.     a.    “Personal information” means an individual’s first name or first initial and last name in combination with any of the following data elements, when the name and the data elements are not encrypted:\n\n(1) The individual’s social security number; (2) The operator’s license number assigned to an individual by the department of transportation under section 39-06-14; (3) A nondriver color photo identification card number assigned to the individual by the department of transportation under section 39-06-03.1; (4) The individual’s financial institution account number, credit card number, or debit card number in combination with any required security code, access code, or password that would permit access to an individual’s financial accounts; (5) The individual’s date of birth; (6) The maiden name of the individual’s mother; (7) Medical information; (8) Health insurance information; (9) An identification number assigned to the individual by the individual’s employer in combination with any required security code, access code, or password; or\n\n(10) The individual’s digitized or other electronic signature.\n\nb.    “Personal information” does not include publicly available information that is lawfully made available to the general public from federal, state, or local government records.",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-ND",
      "section_number": "",
      "title": "",
      "text": "Any person that owns or licenses computerized data that includes personal information, shall disclose any breach of the security system following discovery or notification of the breach in the security of the data to any resident of the state whose unencrypted personal information was, or is reasonably believed to have been, acquired by an unauthorized person. In addition, any person that experiences a breach of the security system as provided in this section shall disclose to the attorney general by mail or electronic mail any breach of the security system which exceeds two hundred fifty individuals. The disclosure must be made in the most expedient time possible and without unreasonable delay, consistent with the legitimate needs of law enforcement, as provided in section 51-30-04, or any measures necessary to determine the scope of the breach and to restore the integrity of the data system.",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-ND",
      "section_number": "",
      "title": "",
      "text": "Any person that maintains computerized data that includes personal information that the person does not own shall notify the owner or licensee of the information of the breach of the security of the data immediately following the discovery, if the personal information was, or is reasonably believed to have been, acquired by an unauthorized person.",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-ND",
      "section_number": "",
      "title": "",
      "text": "The notification required by this chapter may be delayed if a law enforcement agency determines that the notification will impede a criminal investigation. The notification required by this chapter must be made after the law enforcement agency determines that the notification will not compromise the investigation.",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-ND",
      "section_number": "",
      "title": "",
      "text": "Notice under this chapter may be provided by one of the following methods:\n\n\n\n1.    Written notice; 2.    Electronic notice, if the notice provided is consistent with the provisions regarding electronic records and signatures set forth in section 7001 of title 15 of the United States Code; or\n\n3.    Substitute notice, if the person demonstrates that the cost of providing notice would exceed two hundred fifty thousand dollars, or that the affected class of subject persons to be notified exceeds five hundred thousand, or the person does not have sufficient contact information. Substitute notice consists of the following:\n\na.    Electronic mail notice when the person has an electronic mail address for the subject persons; b.    Conspicuous posting of the notice on the person’s website page, if the person maintains one; and\n\nc.    Notification to major statewide media.",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-ND",
      "section_number": "",
      "title": "",
      "text": "Notwithstanding section 51-30-05, a person that maintains its own notification procedures as part of an information security policy for the treatment of personal information and is otherwise consistent with the timing requirements of this chapter is deemed to be in compliance with the notification requirements of this chapter if the person notifies subject individuals in accordance with its policies in the event of a breach of security of the system. A financial institution, trust company, or credit union that is subject to, examined for, and in compliance with the federal interagency guidance on response programs for unauthorized access to customer information and customer notice is in compliance with this chapter. A covered entity, business associate, or subcontractor subject to breach notification requirements under title 45, Code of Federal Regulations, subpart D, part 164, is considered to be in compliance with this chapter.",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-ND",
      "section_number": "",
      "title": "",
      "text": "The attorney general may enforce this chapter. The attorney general, in enforcing this chapter, has all the powers provided in chapter 51-15 and may seek all the remedies in chapter 51-15. A violation of this chapter is deemed a violation of chapter 51-15. The remedies, duties, prohibitions, and penalties of this chapter are not exclusive and are in addition to all other causes of action, remedies, and penalties under chapter 51-15, or otherwise provided by law.",
      "order_index": 7
    },
    {
      "document_index": 0,
      "jurisdiction": "US-ND",
      "section_number": "",
      "title": "",
      "text": "As used in this code, unless the context otherwise requires or unless otherwise defined:\n\na. See North Dakota Code 1-01-49\n\n1.    “Depose” includes every mode of written statement under oath or affirmation.\n\n2.    “Executor” includes administrator and “administrator” includes executor.\n\n3.    “Female” means a girl, woman, or an individual whose biological reproductive system is developed to produce ova.\n\n4.    “Individual” means a human being.\n\n5.    “Male” means a boy, man, or an individual whose biological reproductive system is developed to produce sperm.\n\n6.    “Oath” includes “affirmation”.\n\n7.    “Organization” includes a foreign or domestic association, business trust, corporation, enterprise, estate, joint venture, limited liability company, limited liability partnership, limited partnership, partnership, trust, or any legal or commercial entity.\n\n8.    “Partnership” includes a limited liability partnership registered under chapter 45-22.\n\n9.    “Penitentiary” includes any affiliated facilities.\n\n10.    “Person” means an individual, organization, government, political subdivision, or government agency or instrumentality. The term does not include environmental elements, artificial intelligence, an animal, or an inanimate object.\n\n11.    “Personal property” includes money, goods, chattels, things in action, and evidences of debt.\n\n12.    “Preceding” and “following” when used by way of reference to a chapter or other part of a statute means the next preceding or next following chapter or other part.\n\n13.    “Primary sector business” means an individual, corporation, limited liability company, partnership, or association certified by the department of commerce division of economic development and finance which through the employment of knowledge or labor adds value to a product, process, or service which results in the creation of new wealth.\n\nFor purposes of this subsection, “new wealth” means revenues generated by a business in this state through the sale of products or services to:\n\na.    Customers outside of this state; or\n\nb.    Customers in this state if the products or services were previously unavailable or difficult to obtain from a business in this state.\n\n14.    “Process” means a writ or summons issued in the course of judicial proceedings.\n\n15.    “Property” includes property, real and personal.\n\n16.    “Real property” shall be coextensive with lands, tenements, and hereditaments.\n\n17.    “Rule” includes regulation.\n\n18.    “Sex” means the biological state of being male or female, based on the individual’s nonambiguous sex organs, chromosomes, or endogenous hormone profiles at birth.\n\n19.    “Signature” or “subscription” includes “mark” when the person cannot write, the person’s name being written near it and written by a person who writes that person’s own name as a witness.\n\n20.    “State” when applied to the different parts of the United States, includes the District of Columbia and the territories.\n\n21.    “Testify” includes every mode of oral statement under oath or affirmation.\n\n22.    “United States” includes the District of Columbia and the territories.\n\n23.    “Will” includes codicils.\n\n24.    “Writ” means an order or precept in writing, issued in the name of the state or of a court or judicial officer.",
      "order_index": 8
    }
  ]
}
