{
  "documents": [
    {
      "jurisdiction": "US-NE",
      "title": "Nebraska Financial Data Protection and Consumer Notification Act",
      "identifier": "Neb. Rev. Stat. ยง 87-801 et seq.",
      "short_name": "NE Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-07-14",
      "last_amended": "2016-07-21",
      "source_url": "https://nebraskalegislature.gov/laws/statutes.php?statute=87-801"
    },
    {
      "jurisdiction": "US-NE",
      "title": "Nebraska Data Privacy Act",
      "identifier": "Neb. Rev. Stat. ยง 87-1101 et seq.",
      "short_name": "NEDPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2025-01-01",
      "last_amended": "2024-04-17",
      "source_url": "https://nebraskalegislature.gov/laws/statutes.php?statute=87-1101"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "ยง 87-802",
      "title": "Definitions",
      "text": "For purposes of the Financial Data Protection and Consumer Notification of Data Security Breach Act of 2006:\n(1) Breach of the security of the system means unauthorized acquisition of unencrypted computerized data that compromises the security, confidentiality, or integrity of personal information maintained by an individual or a commercial entity. Good faith acquisition of personal information by an employee or agent of an individual or a commercial entity for the purposes of the individual or the commercial entity is not a breach of the security of the system if the personal information is not used or subject to further unauthorized disclosure.\n(2) Commercial entity means a corporation, business trust, estate, trust, partnership, limited partnership, limited liability partnership, limited liability company, association, organization, joint venture, government, governmental subdivision, agency, or instrumentality, or any other legal entity, whether for profit or not for profit.\n(3) Individual means a natural person.\n(4) Nebraska resident means a person whose principal mailing address, as reflected in the computerized data which is breached, is in Nebraska.\n(5) Personal information means either of the following: (a) A Nebraska resident's first name or first initial and last name in combination with any one or more of the following data elements that relate to the resident if either the name or the data elements are not encrypted, redacted, or otherwise altered by any method or technology in such a manner that the name or data elements are unreadable: (i) Social security number; (ii) Motor vehicle operator's license number or state identification card number; (iii) Account number or credit or debit card number, in combination with any required security code, access code, or password that would permit access to a resident's financial account; (iv) Unique electronic identification number or routing code, in combination with any required security code, access code, or password; or (v) Unique biometric data, such as a fingerprint, voice print, or retina or iris image, or other unique physical representation. (b) A user name or email address, in combination with a password or security question and answer, that would permit access to an online account.",
      "jurisdiction": "US-NE",
      "order_index": 1
    },
    {
      "document_index": 0,
      "section_number": "ยง 87-803",
      "title": "Notice of breach of security; requirements",
      "text": "(1) An individual or a commercial entity that conducts business in Nebraska and that owns or licenses computerized data that includes personal information about a resident of Nebraska shall, when it becomes aware of a breach of the security of the system, conduct in good faith a reasonable and prompt investigation to determine the likelihood that personal information has been or will be used for an unauthorized purpose. If the investigation determines that the use of information about a Nebraska resident for an unauthorized purpose has occurred or is reasonably likely to occur, the individual or the commercial entity shall give notice to the affected Nebraska resident. Notice shall be made as soon as possible and without unreasonable delay, consistent with the legitimate needs of law enforcement and consistent with any measures necessary to determine the scope of the breach and, if necessary, to restore the reasonable integrity of the computerized data system.\n\n(2) An individual or a commercial entity that maintains computerized data that includes personal information that the individual or commercial entity does not own shall give notice to the owner or licensee of the personal information of any breach of the security of the system as soon as possible and without unreasonable delay when the use of personal information about a Nebraska resident for an unauthorized purpose has occurred or is reasonably likely to occur.\n\n(3) Notice required by this section may be provided by one of the following methods: (a) Written notice; (b) Electronic notice, if the notice provided is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. 7001; or (c) Substitute notice, if the individual or the commercial entity required to provide notice demonstrates that the cost of providing notice will exceed seventy-five thousand dollars, that the affected class of Nebraska residents to be notified exceeds one hundred thousand persons, or that the individual or commercial entity does not have sufficient contact information to provide written or electronic notice.\n\n(4) Notice to Nebraska residents shall include, to the extent known: (a) A description of the incident in general terms; (b) The type of personal information that was subject to the unauthorized access and acquisition; (c) The telephone number and address of the individual or commercial entity and the toll-free telephone numbers and addresses of the major credit reporting agencies; and (d) Advice that directs the Nebraska resident to remain vigilant by reviewing account statements and monitoring free credit reports.",
      "jurisdiction": "US-NE",
      "order_index": 2
    }
  ]
}
