{
  "documents": [
    {
      "jurisdiction": "US-NH",
      "title": "New Hampshire Data Breach Notification",
      "identifier": "N.H. Rev. Stat. § 359-C:19 et seq.",
      "short_name": "NH Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2007-01-01",
      "last_amended": "2019-09-10",
      "source_url": "https://www.gencourt.state.nh.us/rsa/html/XXXI/359-C/359-C-mrg.htm"
    },
    {
      "jurisdiction": "US-NH",
      "title": "New Hampshire Privacy Act",
      "identifier": "N.H. Rev. Stat. ch. 507-H",
      "short_name": "NHPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2025-01-01",
      "last_amended": "2024-09-06",
      "source_url": "https://www.gencourt.state.nh.us/rsa/html/LII/507-H/507-H-mrg.htm"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "§ 359-C:19",
      "title": "Definitions",
      "text": "In this subdivision:\nI. \"Computerized data\" means personal information stored in an electronic format.\nII. \"Encrypted\" means the transformation of data through the use of an algorithmic process into a form for which there is a low probability of assigning meaning without use of a confidential process or key, or securing the information by another method that renders the data elements completely unreadable or unusable. Data shall not be considered to be encrypted for purposes of this subdivision if it is acquired in combination with any required key, security code, access code, or password that would permit access to the encrypted data.\nIII. \"Person\" means an individual, corporation, trust, partnership, incorporated or unincorporated association, limited liability company, or other form of entity, or any agency, authority, board, court, department, division, commission, institution, bureau, or other state governmental entity, or any political subdivision of the state.\nIV. (a) \"Personal information\" means an individual's first name or initial and last name in combination with any one or more of the following data elements, when either the name or the data elements are not encrypted:\n(1) Social security number.\n(2) Driver's license number or other government identification number.\n(3) Account number, credit card number, or debit card number, in combination with any required security code, access code, or password that would permit access to an individual's financial account.\n(b) \"Personal information\" shall not include information that is lawfully made available to the general public from federal, state, or local government records.\nV. \"Security breach\" means unauthorized acquisition of computerized data that compromises the security or confidentiality of personal information maintained by a person doing business in this state. Good faith acquisition of personal information by an employee or agent of a person for the purposes of the person's business shall not be considered a security breach, provided that the personal information is not used or subject to further unauthorized disclosure.",
      "jurisdiction": "US-NH",
      "order_index": 1
    },
    {
      "document_index": 0,
      "section_number": "§ 359-C:20",
      "title": "Notification of security breach required",
      "text": "I. Any person doing business in this state who owns or licenses computerized data that includes personal information shall, when it becomes aware of a security breach, promptly determine the likelihood that the information has been or will be misused. If the determination is that misuse of the information has occurred or is reasonably likely to occur, or if a determination cannot be made, the person shall notify the affected individuals as soon as possible but not later than 60 days after discovery of the security breach.\nII. Such notification may be delayed if a law enforcement agency, or national or homeland security agency determines that the notification will impede a criminal investigation.\nIII. Notification may be provided by one of the following methods: (a) Written notice; (b) Electronic notice, if the agency or business's primary means of communication with the individual is by electronic means, or is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. section 7001; (c) Telephonic notice, provided that a log of each such notification is kept by the person who made the notification; (d) Substitute notice, if the person demonstrates that the cost of providing notice would exceed $5,000, that the affected class of subject individuals to be notified exceeds 1,000, or the person does not have sufficient contact information. Substitute notice shall consist of all of the following: (1) E-mail notice when the person has an e-mail address for the subject individuals; (2) Conspicuous posting of the notice on the person's business website page, if the person maintains one; and (3) Notification to major statewide media; or (e) Notice pursuant to the person's internal notification procedures maintained as part of an information security policy for the treatment of personal information.\nIV. Notices under this section shall include at a minimum: (a) A description of the incident in general terms; (b) The approximate date of the breach; (c) The type of personal information obtained as a result of the security breach; and (d) The telephonic contact information of the person subject to this section.\nV. A person who maintains a security breach procedure pursuant to the rules, regulations, procedures, or guidelines established by the person's primary or functional state or federal regulator shall be deemed to be in compliance with this subdivision if the person notifies affected individuals in accordance with the procedures when a security breach occurs.\nVI. In the event that any person discovers a security breach that requires notification to more than 1,000 consumers, such person shall also notify, without unreasonable delay, all consumer reporting agencies that compile and maintain files on consumers on a nationwide basis, as defined by 15 U.S.C. section 1681a(p), of the timing, distribution and content of the notice. This paragraph shall not apply to a person who is subject to Title V of the Gramm-Leach-Bliley Act, 15 U.S.C. section 6801 et seq.",
      "jurisdiction": "US-NH",
      "order_index": 2
    },
    {
      "document_index": 0,
      "section_number": "§ 359-C:21",
      "title": "Violation",
      "text": "I. Any person injured by any violation of this subdivision may bring an action for damages and for such equitable relief, including an injunction, as the court deems necessary and proper. If the court finds for the plaintiff, recovery shall be in the amount of actual damages. If the court finds that the act or practice was a willful or knowing violation of this subdivision, it shall award as much as 3 times, but not less than 2 times, such amount. In addition, a prevailing plaintiff shall be awarded the costs of the suit and reasonable attorney's fees, as determined by the court. Any attempted waiver of the right to the damages set forth in this paragraph shall be void and unenforceable. Injunctive relief shall be available to private individuals under this subdivision without bond, subject to the discretion of the court.\nII. The attorney general's office shall enforce the provisions of this subdivision pursuant to the provisions of RSA 358-A:4.\nIII. The burden of demonstrating compliance with the requirements of RSA 359-C:20, I shall be on the person required to make the determination.",
      "jurisdiction": "US-NH",
      "order_index": 3
    },
    {
      "document_index": 1,
      "section_number": "§ 507-H:3",
      "title": "Consumer rights — NH Privacy Act",
      "text": "I. A consumer has the right to confirm whether a controller is processing the consumer's personal data and to access the consumer's personal data.\nII. A consumer has the right to correct inaccuracies in the consumer's personal data.\nIII. A consumer has the right to delete personal data concerning the consumer.\nIV. A consumer has the right to obtain a copy of the consumer's personal data in a portable and, to the extent technically feasible, readily usable format.\nV. A consumer has the right to opt out of: (a) Targeted advertising; (b) The sale of personal data; and (c) Profiling in furtherance of solely automated decisions that produce legal or similarly significant effects concerning the consumer.",
      "jurisdiction": "US-NH",
      "order_index": 4
    }
  ]
}
