{
  "documents": [
    {
      "jurisdiction": "US-NH",
      "title": "New Hampshire Data Breach Notification",
      "identifier": "N.H. Rev. Stat. § 359-C:19 et seq.",
      "short_name": "NH Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2007-01-01",
      "last_amended": "2019-09-10",
      "source_url": "https://www.gencourt.state.nh.us/rsa/html/XXXI/359-C/359-C-mrg.htm"
    },
    {
      "jurisdiction": "US-NH",
      "title": "New Hampshire Privacy Act",
      "identifier": "N.H. Rev. Stat. ch. 507-H",
      "short_name": "NHPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2025-01-01",
      "last_amended": "2024-09-06",
      "source_url": "https://www.gencourt.state.nh.us/rsa/html/LII/507-H/507-H-mrg.htm"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "1",
      "text": "359-C:1 Short Title. –\nThis chapter may be cited as the New Hampshire right to privacy act.\nSource. 1977, 594:1, eff. Sept. 17, 1977.",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "2",
      "text": "359-C:2 Purpose. –\nThe general court finds and declares as follows:\n\nI. The confidential relationships between financial institutions and creditors and their respective customers are built on trust and must be preserved and protected.\n\nII. The purpose of this chapter is to protect the confidential relationship between financial institutions and creditors and their respective customers.\nSource. 1977, 594:1. 1983, 174:1. 1992, 268:1, eff. July 17, 1992.",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "3",
      "text": "359-C:3 Definitions. –\nIn this chapter:\n\nI. \"Credit\" means any permission granted to any person to defer payment of any debt, or to incur any debt and defer payment of such debt.\n\nII. \"Creditor\" means any person who regularly extends, or arranges for the extension of, credit for which the payment of a finance charge is required, whether such credit is extended by means of any card, coupon book, or other device which may be used for the purpose of obtaining any money, property, labor, service, or other thing of value on credit, or by any other means.\n\nIII. \"Credit record\" means any information held by any creditor concerning:\n\n(a) Any person to whom such creditor extends any credit; or\n\n(b) Any person seeking to obtain any credit from such creditor.\n\nIV. \"Customer\" means any person who has transacted business with or has used the services of a financial institution or a creditor, or for whom a financial institution has acted as a fiduciary, in relation to an account maintained in the person's name.\n\nV. \"Financial institution\" means:\n\n(a) Any bank, trust company, savings and loan association, building and loan association, homestead association, or credit union which is organized under the laws of any state or of the United States; and\n\n(b) Any other person organized under the banking laws of any state.\n\nVI. \"Financial record\" means any information held by any financial institution concerning:\n\n(a) Any debit or credit to any deposit or share account with such financial institution; or\n\n(b) Any person who maintains, or has maintained, any such account or who transacts, or has transacted, any other business with such financial institution.\n\nVII. \"Investigation\" includes, but is not limited to, any inquiry by a peace officer, sheriff, or county attorney or any inquiry made for the purpose of determining whether there has been a violation of any law enforceable by imprisonment, fine, or monetary liability.\n\nVIII. \"Local agency\" includes a county; city; town; school district; municipal corporation; district; political subdivision or any board, commission or agency thereof; or other local public agency.\n\nIX. (a) \"Person\" means an individual, partnership, corporation, association, trust or other legal entity organized under the laws of this state.\n\n(b) In the case of a partnership, corporation, association, trust or other legal entity, the term \"person\" shall also mean:\n\n(1) Any partner in a partnership, any director or officer of a corporation, any trustee of a trust, or any member of an association; or\n\n(2) Any agent who is authorized to maintain an account or transact business with a financial institution on behalf of a partnership, corporation, association, trust or other legal entity organized under the laws of this state.\n\nX. \"State agency\" means every state office, officer, department, division, bureau, board, and commission or other state agency.\n\nXI. \"Supervisory agency\" means:\n\n(a) Any authority of any state or of any political subdivision of any state which is required by law to examine or audit any financial record of any financial institution; and\n\n(b) Any authority of any state or of any political subdivision of any state which the United States Secretary of the Treasury by regulation determines to be exercising supervisory functions over any financial institution which are substantially similar to those supervisory functions exercised by the Federal Deposit Insurance Corporation, the Federal Savings and Loan Insurance Corporation, the Office of Thrift Supervision, the National Credit Union Administration, the Federal Reserve Board, the Comptroller of the Currency or the Federal Communications Commission.\nSource. 1977, 594:1. 1983, 174:2. 1991, 107:1. 1992, 268:2, eff. July 17, 1992.",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "4",
      "text": "359-C:4 Access to Records. –\nI. Except as provided in RSA 359-C:11, no officer, employee, or agent of a state or local agency or department thereof, in connection with a civil or criminal investigation of a customer, whether or not such investigation is being conducted pursuant to formal judicial or administrative proceedings, may request or receive copies of, or the information contained in, the financial or credit records of any customer from a financial institution or creditor unless the financial or credit records are described with particularity and are consistent with the scope and requirements of the investigation giving rise to such request and:\n\n(a) Such customer has authorized such disclosure under RSA 359-C:7;\n\n(b) Such financial records are disclosed in response to an administrative subpoena meeting the requirements set forth in RSA 359-C:8;\n\n(c) Such financial records are disclosed in response to a search warrant meeting the requirements set forth in RSA 359-C:9; or\n\n(d) Such financial records are disclosed in response to a judicial subpoena or subpoena duces tecum pursuant to RSA 359-C:10.\n\nII. [Repealed.]\n\nIII. Nothing in this section or in RSA 359-C:7, 359-C:8, 359-C:9 or 359-C:10 shall require a financial institution or creditor to inquire or determine that those seeking disclosure have duly complied with the requirements set forth therein; provided only that the customer authorization, administrative subpoena or summons, search warrant or judicial subpoena or order served on or delivered to a financial institution or creditor pursuant to such sections shows compliance on its face. The burden of proof to show compliance with this chapter shall be on the agency or body issuing such order.\n\nIV. The financial institution or creditor shall maintain for a period of 5 years a record of all examinations or disclosures of the financial or credit records of a customer including the identity and purpose of the person examining the financial or credit records, the state or local agency or department thereof which he represents and, where applicable, a copy of the customer authorization, subpoena, summons or search warrant providing for such examination or disclosure or a copy of the certified crime report received pursuant to RSA 359-C:11, II. Any record maintained pursuant to this paragraph shall be available at the office or branch where the customer's account is located during normal business hours for review by the customer upon request. A copy of such record shall be furnished to the customer upon request and payment of the reasonable cost thereof.\nSource. 1977, 594:1. 1983, 174:3. 1992, 268:3, 4, eff. July 17, 1992.",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "5",
      "text": "359-C:5 Disclosure of Records. –\nI. Except in accordance with requirements of RSA 359-C:7, 359-C:8, 359-C:9 or 359-C:10, no financial institution or creditor, nor any director, officer, employee, or agent thereof may provide or authorize another to provide to an officer, employee or agent of a state or local agency or department thereof any financial, or credit records, copies thereof, or the information contained therein if the director, officer, employee or agent of the financial institution or creditor knows or has reasonable cause to believe that such financial or credit records or information are being requested in connection with a civil or criminal investigation of the customer, whether or not such investigation is being conducted pursuant to formal judicial or administrative proceedings.\n\nII. This section is not intended to prohibit disclosure of the financial or credit records of a customer or the information contained therein incidental to a transaction in the normal course of business of such financial institution or creditor if the director, officer, employee or agent thereof making or authorizing the disclosure has no reasonable cause to believe that the financial or credit records or the information contained in such records so disclosed will be used by a state or local agency or department thereof in connection with an investigation of the customer, whether or not such investigation is being conducted pursuant to formal judicial or administrative proceedings.\n\nII-a. This section is not intended to prevent a financial institution from disclosing to the county attorney or the attorney general, or either of their authorized designees, the financial or credit records of a customer or any other person, or the information contained therein when the director, officer, employee or agent of the financial institution has reasonable cause to believe the customer, or other person, is utilizing the services of the institution to defraud the institution or any other person.\n\nIII. A financial institution or creditor which refuses to disclose the financial or credit records of a customer, copies thereof or the information contained therein in reliance in good faith upon the prohibitions of RSA 359-C:5, I, shall not be liable to its customer, to a state or local agency or to any other person for any loss or damage caused in whole or in part by such refusal.\nSource. 1977, 594:1. 1983, 174:4. 1992, 268:5. 2005, 233:1, eff. Jan. 1, 2006.",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "6",
      "text": "359-C:6 Use Restricted. –\nCopies of financial or credit records or the information contained therein, including information supplied pursuant to RSA 359-C:11, II, which are obtained by any state agency, local agency or supervisory agency may not be:\n\nI. Used or retained in any form for any purpose other than the specific statutory purposes for which the information was originally obtained; or\n\nII. Provided to any other governmental department or agency or other person except where authorized by state law. If in the course of an investigation conducted pursuant to the provisions of this chapter, an officer, employee or agent of a state or local agency or department thereof discovers financial or credit records indicating a possible violation of law which such agency is without statutory authority to investigate or prosecute, the information in such financial or credit records shall be provided to the county attorney of the county in which such financial or credit records were examined or to the attorney general.\nSource. 1977, 594:1. 1983, 174:5, eff. Aug. 9, 1983.",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "7",
      "text": "359-C:7 Customer Authorized Disclosure. –\nI. A customer may authorize disclosure under RSA 359-C:4, I(a), if those seeking disclosure furnish to the financial institution or creditor a signed and dated statement by which the customer:\n\n(a) Authorizes such disclosure for a period to be set forth in the authorization statement;\n\n(b) Specifies the name of the agency or department to which disclosure is authorized and, if applicable, the statutory purpose for which the information is to be obtained; and\n\n(c) Identifies the financial or credit records which are authorized to be disclosed.\n\nII. No such authorization shall be required as a condition of doing business with such financial institution or creditor.\n\nIII. Any officer, employee or agent of a state or local agency seeking customer authorization for disclosure of customer financial or credit records shall notify the customer that the customer has the right at any time to revoke such authorization, except where such authorization is required by statute.\n\nIV. An agency or department examining the financial or credit records of a customer pursuant to this section shall notify the customer in writing within 30 days of such examination. Such notice shall specify the financial or credit records which were examined and the reason for such examination.\nSource. 1977, 594:1. 1992, 268:6, eff. July 17, 1992.",
      "order_index": 7
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "8",
      "text": "359-C:8 Administrative Subpoena;  Summons. –\nI. An officer, employee or agent of a state or local agency or department thereof may obtain financial or credit records under RSA 359-C:4, I(b), pursuant to an administrative subpoena or summons otherwise authorized by law and served upon the financial institution or creditor only if:\n\n(a) The person issuing such administrative summons or subpoena has served a copy of the subpoena or summons on the customer; and\n\n(b) The subpoena or summons includes the name of the agency or department on whose name the subpoena or summons is issued and the statutory purpose for which the information is to be obtained; and\n\n(c) The customer has not moved to quash such subpoena or summons within 10 days of service.\n\nII. Nothing in this chapter shall preclude a financial institution or creditor from notifying a customer of the receipt of an administrative summons or subpoena.\nSource. 1977, 594:1. 1992, 268:7, 8, eff. July 17, 1992.",
      "order_index": 8
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "9",
      "text": "359-C:9 Obtaining Records by Search Warrant. –\nAn officer, employee or agent of a state or local agency or department thereof may obtain financial or credit records under RSA 359-C:4, I(c), only if he obtains a search warrant pursuant to RSA 595-A. Examination of financial or credit records may occur as soon as the warrant is served on the financial institution or creditor.\nSource. 1977, 594:1. 1992, 268:9, eff. July 17, 1992.",
      "order_index": 9
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "10",
      "text": "359-C:10 Obtaining Records by Subpoena. –\nI. An officer, employee or agent of a state or local agency or department thereof may obtain financial or credit records under RSA 359-C:4, I(d), pursuant to a judicial subpoena or subpoena duces tecum only if:\n\n(a) The subpoena or subpoena duces tecum is issued and served upon the financial institution or creditor and served upon or mailed to the customer; and\n\n(b) Ten days after the service date passes, or 14 days after the mailing date passes without notice to the financial institution or creditor that the customer has moved to quash the subpoena. If testimony is to be taken, or financial or credit records produced, before a court, the notice periods provided for in this paragraph may be shortened by the court issuing the subpoena or subpoena duces tecum upon a showing of reasonable cause. The court shall direct that all reasonable measures be taken to notify the customer within the time so shortened.\n\nII. Without limiting in any way the authority of the grand jury, a grand jury is authorized to and may, upon a resolution adopted by a majority of its members, obtain financial or credit records pursuant to a subpoena duces tecum bearing the authenticating signature of the clerk of court. The grand jury may appoint, by resolution, any person as its agent for purposes of receiving the information set forth in the subpoena. Notwithstanding RSA 359-C:4, IV, the grand jury may further adopt a resolution prohibiting any owner, officer, director, partner, employee, agent or attorney from a financial institution from notifying any person named in a subpoena about the existence or contents of such subpoena or that information has been furnished to a grand jury in response to such subpoena. Such resolution shall continue until such time as the customer has been notified pursuant to RSA 359-C:10, III, at which time the grand jury shall so notify the financial institution.\n\nIII. Upon issuing such subpoena or subpoena duces tecum, the judge shall order the grand jury to notify the customer in writing within 180 days of such issuance; provided, however, that the judge may shorten the 180 day period or, upon a showing of good cause, may extend such period beyond 180 days, but in no event beyond 360 days. The notice shall specify the financial or credit records which were examined and the reason for such examination.\nSource. 1977, 594:1. 1983, 174:6. 1992, 268:10, eff. July 17, 1992.",
      "order_index": 10
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "11",
      "text": "359-C:11 Exceptions. –\nNothing in this chapter prohibits any of the following:\n\nI. The dissemination of any financial or credit information which is not identified with, or identifiable as being derived from, the financial or credit records of a particular customer.\n\nII. When any police or sheriff's department or county attorney in this state certifies to a financial institution in writing that a crime report has been filed which involves the alleged fraudulent use of drafts, checks or other orders drawn upon any financial institution in this state, such police or sheriff's department or county attorney may request a financial institution to furnish, and a financial institution shall supply, a statement setting forth the following information with respect to a customer account specified by the police or sheriff's department or county attorney for a period of 30 days prior to and up to 30 days following the date of occurrence of the alleged illegal act involving the account:\n\n(a) The number of items dishonored;\n\n(b) The number of items paid which created overdrafts;\n\n(c) The dollar volume of such dishonored items and items paid which created overdrafts and a statement explaining any credit arrangement between the financial institution and customer to pay overdrafts;\n\n(d) The dates and amounts of deposits and debits and the account balance on such dates;\n\n(e) A copy of the signature appearing on a customer's signature card;\n\n(f) Date account opened and, if applicable, date account closed.\n\nIII. Subject to the limitations in RSA 359-C:6, the examination by, or disclosure to, any supervisory agency of financial or credit records which relate solely to the exercise of its supervisory function. The scope of an agency's supervisory function shall be determined by reference to statutes which grant authority to examine, audit or require reports of financial or credit records of financial institutions or creditors.\n\nIV. Subject to the limitations of RSA 359-C:6, the examination by or disclosure to the commissioner of the department of health and human services of the financial records of a person upon a request by the commissioner pursuant to RSA 126-A:38, I(b) for the purpose of reviewing a person's ability to pay for care, treatment, maintenance, and services provided by institutions; pursuant to RSA 161-C:3-a, I for the purpose of establishing, modifying, or enforcing an obligation to pay child support against such person; or pursuant to RSA 167:4-a for purposes directly connected with the determination and verification of eligibility for medical assistance for applicants and recipients whose eligibility for medical assistance is based upon the applicant's or recipient's age, blindness, or disability.\n\nV. Subject to the limitations of RSA 359-C:6, the examination by or disclosure to the department of health and human services of financial records requested by the commissioner or his or her authorized representative, pursuant to RSA 161-F:56, for the purpose of investigating a report of alleged abuse, neglect, or exploitation.\nSource. 1977, 594:1. 1992, 268:11. 1995, 310:24. 2002, 36:8, eff. July 1, 2002. 2010, 308:3, eff. Sept. 11, 2010. 2013, 144:41, eff. July 1, 2013.",
      "order_index": 11
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "12",
      "text": "359-C:12 Criminal Penalties. –\nI. Any person who wilfully or knowingly participates in a violation of this chapter is guilty of a misdemeanor.\n\nII. Any person who induces or attempts to induce a violation of this chapter is guilty of a misdemeanor.\nSource. 1977, 594:1, eff. Sept. 17, 1977.",
      "order_index": 12
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "13",
      "text": "359-C:13 Costs. –\nIn any successful action to enforce liability for a violation of the provisions of this chapter, the customer may recover the cost of the action together with reasonable attorney's fees as determined by the court.\nSource. 1977, 594:1, eff. Sept. 17, 1977.",
      "order_index": 13
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "14",
      "text": "359-C:14 Injunction. –\nIn addition to any other remedy contained in this chapter, injunctive relief shall be available to any customer aggrieved by a violation, or threatened violation, of this chapter in the same manner as such injunctive relief would be available if the financial or credit records concerning the customer accounts were in his possession. In any successful action by the customer, costs together with reasonable attorney's fees as determined by the court may be recovered.\nSource. 1977, 594:1. 1983, 174:7, eff. Aug. 9, 1983.",
      "order_index": 14
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "14-a",
      "text": "359-C:14-a Remedies Exclusive. –\nThe remedies provided under the provisions of this chapter shall be the exclusive remedies available to a customer aggrieved by a violation of the provisions of this chapter.\nSource. 1983, 174:8, eff. Aug. 9, 1983.",
      "order_index": 15
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "15",
      "text": "359-C:15 Statute of Limitations. –\nAn action to enforce any provision of this chapter must be commenced within 3 years after the date on which the violation occurred.\nSource. 1977, 594:1, eff. Sept. 17, 1977.",
      "order_index": 16
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "16",
      "text": "359-C:16 Effect of Customer Waiver. –\nExcept as provided in RSA 359-C:7, no waiver by a customer of any right hereunder shall be valid, whether oral or written, and whether with or without consideration.\nSource. 1977, 594:1, eff. Sept. 17, 1977.",
      "order_index": 17
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "17",
      "text": "359-C:17 Priority of This Chapter. –\nShould any other law grant or appear to grant power or authority to any person to violate the provisions of this chapter, the provisions of this chapter shall supersede and pro tanto override and annul such law, except those statutes enacted after September 17, 1977, which specifically refer to this chapter.\nSource. 1977, 594:1, eff. Sept. 17, 1977.",
      "order_index": 18
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "18",
      "text": "359-C:18 Provisions Severable. –\nIf any provision of this chapter or the application thereof to any person or circumstance is held invalid for any reason, such invalidity shall not affect any other provisions or applications of this chapter which can be effected, without the invalid provision or application, and to this end the provisions of this chapter are severable.\nSource. 1977, 594:1, eff. Sept. 17, 1977.\nNotice of Security Breach",
      "order_index": 19
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "19",
      "text": "359-C:19 Definitions. –\nIn this subdivision:\n\nI. \"Computerized data\" means personal information stored in an electronic format.\n\nII. \"Encrypted\" means the transformation of data through the use of an algorithmic process into a form for which there is a low probability of assigning meaning without use of a confidential process or key, or securing the information by another method that renders the data elements completely unreadable or unusable. Data shall not be considered to be encrypted for purposes of this subdivision if it is acquired in combination with any required key, security code, access code, or password that would permit access to the encrypted data.\n\nIII. \"Person\" means an individual, corporation, trust, partnership, incorporated or unincorporated association, limited liability company, or other form of entity, or any agency, authority, board, court, department, division, commission, institution, bureau, or other state governmental entity, or any political subdivision of the state.\n\nIV. (a) \"Personal information\" means an individual's first name or initial and last name in combination with any one or more of the following data elements, when either the name or the data elements are not encrypted:\n\n(1) Social security number.\n\n(2) Driver's license number or other government identification number.\n\n(3) Account number, credit card number, or debit card number, in combination with any required security code, access code, or password that would permit access to an individual's financial account.\n\n(b) \"Personal information\" shall not include information that is lawfully made available to the general public from federal, state, or local government records.\n\nV. \"Security breach\" means unauthorized acquisition of computerized data that compromises the security or confidentiality of personal information maintained by a person doing business in this state. Good faith acquisition of personal information by an employee or agent of a person for the purposes of the person's business shall not be considered a security breach, provided that the personal information is not used or subject to further unauthorized disclosure.\nSource. 2006, 242:1, eff. Jan. 1, 2007.",
      "order_index": 20
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "20",
      "text": "359-C:20 Notification of Security Breach Required. –\nI. (a) Any person doing business in this state who owns or licenses computerized data that includes personal information shall, when it becomes aware of a security breach, promptly determine the likelihood that the information has been or will be misused. If the determination is that misuse of the information has occurred or is reasonably likely to occur, or if a determination cannot be made, the person shall notify the affected individuals as soon as possible as required under this subdivision.\n\n(b) Any person engaged in trade or commerce that is subject to RSA 358-A:3, I shall also notify the regulator which has primary regulatory authority over such trade or commerce. All other persons shall notify the New Hampshire attorney general's office. The notice shall include the anticipated date of the notice to the individuals and the approximate number of individuals in this state who will be notified. Nothing in this section shall be construed to require the person to provide to any regulator or the New Hampshire attorney general's office the names of the individuals entitled to receive the notice or any personal information relating to them. The disclosure shall be made to affected individuals as quickly as possible, after the determination required under this section.\n\n(c) Any person or business that maintains computerized data that includes personal information that the person or business does not own shall notify and cooperate with the owner or licensee of the information of any breach of the security of the data immediately following discovery, if the personal information was acquired by an unauthorized person. Cooperation includes sharing with the owner or licensee information relevant to the breach; except that such cooperation shall not be deemed to require the disclosure of confidential or business information or trade secrets.\n\nII. Notification pursuant to paragraph I may be delayed if a law enforcement agency, or national or homeland security agency determines that the notification will impede a criminal investigation or jeopardize national or homeland security.\n\nIII. The notice required under this section shall be provided by one of the following methods:\n\n(a) Written notice.\n\n(b) Electronic notice, if the agency or business' primary means of communication with affected individuals is by electronic means.\n\n(c) Telephonic notice, provided that a log of each such notification is kept by the person or business who notifies affected persons.\n\n(d) Substitute notice, if the person demonstrates that the cost of providing notice would exceed $5,000, that the affected class of subject individuals to be notified exceeds 1,000, or the person does not have sufficient contact information or consent to provide notice pursuant to subparagraphs I(a)-I(c). Substitute notice shall consist of all of the following:\n\n(1) E-mail notice when the person has an e-mail address for the affected individuals.\n\n(2) Conspicuous posting of the notice on the person's business website, if the person maintains one.\n\n(3) Notification to major statewide media.\n\n(e) Notice pursuant to the person's internal notification procedures maintained as part of an information security policy for the treatment of personal information.\n\nIV. Notice under this section shall include at a minimum:\n\n(a) A description of the incident in general terms.\n\n(b) The approximate date of breach.\n\n(c) The type of personal information obtained as a result of the security breach.\n\n(d) The telephonic contact information of the person subject to this section.\n\nV. Any person engaged in trade or commerce that is subject to RSA 358-A:3, I which maintains procedures for security breach notification pursuant to the laws, rules, regulations, guidances, or guidelines issued by a state or federal regulator shall be deemed to be in compliance with this subdivision if it acts in accordance with such laws, rules, regulations, guidances, or guidelines.\n\nVI. (a) If a person is required to notify more than 1,000 consumers of a breach of security pursuant to this section, the person shall also notify, without unreasonable delay, all consumer reporting agencies that compile and maintain files on consumers on a nationwide basis, as defined by 15 U.S.C. section 1681a(p), of the anticipated date of the notification to the consumers, the approximate number of consumers who will be notified, and the content of the notice. Nothing in this paragraph shall be construed to require the person to provide to any consumer reporting agency the names of the consumers entitled to receive the notice or any personal information relating to them.\n\n(b) Subparagraph (a) shall not apply to a person who is subject to Title V of the Gramm, Leach-Bliley Act, 15 U.S.C. section 6801 et seq.\nSource. 2006, 242:1, eff. Jan. 1, 2007.",
      "order_index": 21
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NH",
      "section_number": "§ 359-C",
      "title": "21",
      "text": "359-C:21 Violation. –\nI. Any person injured by any violation under this subdivision may bring an action for damages and for such equitable relief, including an injunction, as the court deems necessary and proper. If the court finds for the plaintiff, recovery shall be in the amount of actual damages. If the court finds that the act or practice was a willful or knowing violation of this chapter, it shall award as much as 3 times, but not less than 2 times, such amount. In addition, a prevailing plaintiff shall be awarded the costs of the suit and reasonable attorney's fees, as determined by the court. Any attempted waiver of the right to the damages set forth in this paragraph shall be void and unenforceable. Injunctive relief shall be available to private individuals under this chapter without bond, subject to the discretion of the court.\n\nII. The New Hampshire attorney general's office shall enforce the provisions of this subdivision pursuant to RSA 358-A:4.\n\nIII. The burden shall be on the person responsible for the determination under RSA 359-C:20, I to demonstrate compliance with this subdivision.\nSource. 2006, 242:1, eff. Jan. 1, 2007.",
      "order_index": 22
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "1",
      "text": "507-H:1 Definitions. –\nIn this chapter:\n\nI. \"Affiliate\" means a legal entity that shares common branding with another legal entity, or is controlled by, or is under common control with, another legal entity.\n\nII. \"Control\" or \"Controlled\" means ownership of, or the power to vote, more than 50 percent of the outstanding shares of any class of voting security of a company; control in any manner over the election of a majority of the directors or of individuals exercising similar functions; or, the power to exercise controlling influence over the management of a company.\n\nIII. \"Authenticate\" means to use reasonable means to determine that a request to exercise any of the rights afforded under RSA 507-H:4, I(a)-(d) is being made by, or on behalf of, the consumer who is entitled to exercise such consumer rights with respect to the personal data at issue.\n\nIV. \"Biometric data\" means data generated by automatic measurements of an individual's biological characteristics, such as a fingerprint, a voiceprint, eye retinas, irises or other unique biological patterns, or characteristics that are used to identify a specific individual. \"Biometric data\" does not include a digital or physical photograph, an audio or video recording, or any data generated from a digital or physical photograph, or an audio or video recording, unless such data is generated to identify a specific individual.\n\nV. \"Business associate\" has the same meaning as provided in the Health Insurance Portability and Accountability Act (HIPAA).\n\nVI. \"Child\" has the same meaning as provided in the Children's Online Privacy Protection Act (COPPA).\n\nVII. \"Consent\" means a clear affirmative act signifying a consumer's freely given, specific, informed and unambiguous agreement to allow the processing of personal data relating to the consumer. \"Consent\" may include a written statement, including by electronic means, or any other unambiguous affirmative action. \"Consent\" does not include acceptance of a general or broad terms of use or similar document that contains descriptions of personal data processing along with other, unrelated information; hovering over, muting, pausing or closing a given piece of content; or, an agreement obtained through the use of deceptive design patterns (also known as \"dark patterns\").\n\nVIII. \"Consumer\" means an individual who is a resident of this state. \"Consumer\" does not include an individual acting in a commercial or employment context or as an employee, owner, director, officer or contractor of a company, partnership, sole proprietorship, nonprofit or government agency whose communications or transactions with the controller occur solely within the context of that individual's role with the company, partnership, sole proprietorship, nonprofit or government agency.\n\nIX. \"Controller\" means an individual who, or legal entity that, alone or jointly with others determines the purpose and means of processing personal data.\n\nX. \"COPPA\" means the Children's Online Privacy Protection Act of 1998, 15 U.S.C. 6501, et seq., and any amendments, regulations, rules, guidance and exemptions adopted under that act.\n\nXI. \"Covered entity\" has the same meaning as provided in HIPAA.\n\nXII. \"Dark pattern\" or \"deceptive design pattern\" means a user interface designed or manipulated with the substantial effect of subverting or impairing user autonomy, decision-making or choice, and includes, but is not limited to, any practice the Federal Trade Commission refers to as a \"dark pattern\".\n\nXIII. \"Decisions that produce legal or similarly significant effects concerning the consumer\" means decisions made by the controller that result in the provision or denial by the controller of financial or lending services, housing, insurance, education enrollment or opportunity, criminal justice, employment opportunities, health care services or access to essential goods or services.\n\nXIV. \"De-identified data\" means data that cannot reasonably be used to infer information about, or otherwise be linked to, an identified or identifiable individual, or a device linked to such individual, if the controller that possesses such data takes reasonable measures to ensure that such data cannot be associated with an individual; publicly commits to process such data only in a de-identified way and not attempt to re-identify such data; and, contractually obligates any recipients of such data to satisfy the criteria under this paragraph.\n\nXV. \"HIPAA\" means the Health Insurance Portability and Accountability Act of 1996, 42 U.S.C. 1320d et seq., as amended.\n\nXVI. \"Identified or identifiable individual\" means an individual who can be readily identified, directly or indirectly.\n\nXVII. \"Institution of higher education\" means any individual who, or school, board, association, limited liability company or corporation that, is licensed or accredited to offer one or more programs of higher learning leading to one or more degrees.\n\nXVIII. \"Nonprofit organization\" means any organization that is exempt from taxation under Section 501(c)(3), 501(c)(4), 501(c)(6) or 501(c)(12) of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended.\n\nXIX. \"Personal data\" means any information that is linked or reasonably linkable to an identified or identifiable individual. \"Personal data\" does not include de-identified data or publicly available information.\n\nXX. \"Precise geolocation data\" means information derived from technology, including, but not limited to, global positioning system level latitude and longitude coordinates or other mechanisms, that directly identifies the specific location of an individual with precision and accuracy within a radius of 1,750 feet. \"Precise geolocation data\" does not include the content of communications or any data generated by or connected to advanced utility metering infrastructure systems or equipment for use by a utility.\n\nXXI. \"Process\" or \"processing\" means any operation or set of operations performed, whether by manual or automated means, on personal data or on sets of personal data, such as the collection, use, storage, disclosure, analysis, deletion or modification of personal data.\n\nXXII. \"Processor\" means an individual who, or legal entity that, processes personal data on behalf of a controller.\n\nXXIII. \"Profiling\" means any form of automated processing performed on personal data to evaluate, analyze, or predict personal aspects related to an identified or identifiable individual's economic situation, health, personal preferences, interests, reliability, behavior, location or movements.\n\nXXIV. \"Protected health information\" has the same meaning as provided in HIPAA.\n\nXXV. \"Pseudonymous data\" means personal data that cannot be attributed to a specific individual without the use of additional information, provided such additional information is kept separately and is subject to appropriate technical and organizational measures to ensure that the personal data is not attributed to an identified or identifiable individual.\n\nXXVI. \"Publicly available information\" means information that is lawfully made available through federal, state, municipal government records, or widely distributed media, and a controller has a reasonable basis to believe a consumer has lawfully made available to the general public.\n\nXXVII. \"Sale of personal data\" means the exchange of personal data for monetary or other valuable consideration by the controller to a third party. \"Sale of personal data\" does not include:\n\n(a) The disclosure of personal data to a processor that processes the personal data on behalf of the controller;\n\n(b) The disclosure of personal data to a third party for purposes of providing a product or service requested by the consumer;\n\n(c) The disclosure or transfer of personal data to an affiliate of the controller;\n\n(d) The disclosure of personal data where the consumer directs the controller to disclose the personal data or intentionally uses the controller to interact with a third party;\n\n(e) The disclosure of personal data that the consumer intentionally made available to the general public via a channel of mass media, and did not restrict to a specific audience; or,\n\n(f) The disclosure or transfer of personal data to a third party as an asset that is part of a merger, acquisition, bankruptcy or other transaction, or a proposed merger, acquisition, bankruptcy or other transaction, in which the third party assumes control of all or part of the controller's assets.\n\nXXVII-a. \"Secure and reliable means\" are methods, systems, technologies, or processes that are designed to reasonably ensure the protection, integrity, and confidentiality of data or information, and consistently function in a dependable manner. They include, but are not limited to encryption protocols, authentication mechanisms, access controls, redundant systems, and other measures designed to safeguard personal data and ensure consistent performance and reasonable and appropriate physical, technical, organizational, and administrative measures to safeguard and keep personal data confidential.\n\nXXVIII. \"Sensitive data\" means personal data that includes data revealing racial or ethnic origin, religious beliefs, mental or physical health condition or diagnosis, sex life, sexual orientation or citizenship or immigration status; the processing of genetic or biometric data for the purpose of uniquely identifying an individual; personal data collected from a known child; or, precise geolocation data.\n\nXXIX. \"Targeted advertising\" means displaying advertisements to a consumer where the advertisement is selected based on personal data obtained or inferred from that consumer's activities over time and across nonaffiliated Internet websites or online applications to predict such consumer's preferences or interests. \"Targeted advertising\" does not include:\n\n(a) Advertisements based on activities within a controller's own Internet websites or online applications;\n\n(b) Advertisements based on the context of a consumer's current search query, visit to an Internet website, or online application;\n\n(c) Advertisements directed to a consumer in response to the consumer's request for information or feedback; or,\n\n(d) Processing personal data solely to measure or report advertising frequency, performance, or reach.\n\nXXX. \"Third-party\" means an individual or legal entity, such as a public authority, agency, or body, other than the consumer, controller, or processor, or an affiliate of the processor or the controller.\nSource. 2024, 5:1, eff. Jan. 1, 2025; 229:2, eff. Jan. 1, 2025 at 12:01 a.m.",
      "order_index": 1
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "2",
      "text": "507-H:2 Application. –\nI. This chapter applies to persons that conduct business in this state or persons that produce products or services that are targeted to residents of this state that during a one year period:\n\n(a) Controlled or processed the personal data of not less than 35,000 unique consumers, excluding personal data controlled or processed solely for the purpose of completing a payment transaction; or\n\n(b) Controlled or processed the personal data of not less than 10,000 unique consumers and derived more than 25 percent of their gross revenue from the sale of personal data.\n\nII. The secretary of state shall notice and post a link to RSA 507-H on the secretary of state's website.\nSource. 2024, 5:1, eff. Jan. 1, 2025; 229:3, eff. Jan. 1, 2025 at 12:01 a.m.",
      "order_index": 2
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "3",
      "text": "507-H:3 Exclusions. –\nI. This chapter shall not apply to any:\n\n(a) Body, authority, board, bureau, commission, district or agency of this state or of any political subdivision of this state;\n\n(b) Nonprofit organization;\n\n(c) Institution of higher education;\n\n(d) National securities association that is registered under 15 U.S.C. section 78o-3 of the Securities Exchange Act of 1934, as amended;\n\n(e) Financial institution or data subject to Title V of the Gramm-Leach-Bliley Act, 15 U.S.C. 6801 et seq.; or,\n\n(f) A covered entity or business associate, as defined in 45 C.F.R. 160.103.(b).\n\nII. The following information and data shall be exempt from this chapter:\n\n(a) Protected health information under HIPAA;\n\n(b) Patient-identifying information for purposes of 42 U.S.C. section 290dd-2;\n\n(c) Identifiable private information for purposes of the federal policy for the protection of human subjects under 45 C.F.R. 46;\n\n(d) Identifiable private information that is otherwise information collected as part of human subjects research pursuant to the good clinical practice guidelines issued by the International Council for Harmonization of Technical Requirements for Pharmaceuticals for Human Use;\n\n(e) The protection of human subjects under 21 C.F.R. Parts 6, 50, and 56, or personal data used or shared in research, as defined in 45 C.F.R. 164.501, that is conducted in accordance with the standards set forth in this chapter, or other research conducted in accordance with applicable law;\n\n(f) Information and documents created for purposes of the Health Care Quality Improvement Act of 1986, 42 U.S.C. 11101 et seq.;\n\n(g) Patient safety work product for purposes of the Patient Safety and Quality Improvement Act, 42 U.S.C. 299b-21 et seq., as amended;\n\n(h) Information derived from any of the health care related information listed in this subsection that is de-identified in accordance with the requirements for de-identification pursuant to HIPAA;\n\n(i) Information originating from and intermingled to be indistinguishable with, or information treated in the same manner as, information exempt under this section that is maintained by a covered entity or business associate, program or qualified service organization, as specified in 42 U.S.C. 290dd-2, as amended;\n\n(j) Information used for public health activities and purposes as authorized by HIPAA, community health activities and population health activities;\n\n(k) The collection, maintenance, disclosure, sale, communication or use of any personal information bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics or mode of living by a consumer reporting agency, furnisher or user that provides information for use in a consumer report, and by a user of a consumer report, but only to the extent that such activity is regulated by and authorized under the Fair Credit Reporting Act, 15 U.S.C. 1681 et seq.;\n\n(l) Personal data collected, processed, sold or disclosed in compliance with the Driver's Privacy Protection Act of 1994, 18 U.S.C. 2721 et seq., as amended;\n\n(m) Personal data regulated by the Family Educational Rights and Privacy Act, 20 U.S.C. 1232g et seq., as amended;\n\n(n) Personal data collected, processed, sold or disclosed in compliance with the Farm Credit Act, 12 U.S.C. 2001 et seq., as amended;\n\n(o) Data processed or maintained in the course of an individual applying to, employed by or acting as an agent or independent contractor of a controller, processor or third party, to the extent that the data is collected and used within the context of that role; as the emergency contact information of an individual under this chapter used for emergency contact purposes; or, that is necessary to retain to administer benefits for another individual relating to the individual who is the subject of the information under HIPPA and used for the purposes of administering such benefits;\n\n(p) Personal data collected, processed, sold or disclosed in relation to price, route or service, as such terms are used in the Airline Deregulation Act, 49 U.S.C. 40101 et seq., as amended, by an air carrier subject to the act, to the extent this chapter is preempted by the Airline Deregulation Act, 49 U.S.C. 41713, as amended;\n\n(q) Personal information maintained or used for purposes of compliance with the regulation of listed chemicals under the federal Controlled Substances Act, 21 U.S.C. section 830; and\n\n(r) Information included in a limited data set as described at 45 C.F.R. 164.514(e), to the extent that the information is used, disclosed, and maintained in the manner specified at 45 C.F.R. 164.514(e).\n\nIII. Controllers and processors that comply with the verifiable parental consent requirements of COPPA shall be compliant with any obligation to obtain parental consent pursuant to this chapter.\nSource. 2024, 5:1, eff. Jan. 1, 2025.",
      "order_index": 3
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "4",
      "text": "507-H:4 Consumer Expectation of Privacy. –\nI. A consumer shall have the right to:\n\n(a) Confirm whether or not a controller is processing the consumer's personal data and access such personal data, unless such confirmation or access would require the controller to reveal a trade secret;\n\n(b) Correct inaccuracies in the consumer's personal data, taking into account the nature of the personal data and the purposes of the processing of the consumer's personal data;\n\n(c) Delete personal data provided by, or obtained about, the consumer;\n\n(d) Obtain a copy of the consumer's personal data processed by the controller, in a portable and, to the extent technically feasible, readily usable format that allows the consumer to transmit the data to another controller without hindrance, where the processing is carried out by automated means, provided such controller shall not be required to reveal any trade secret; and\n\n(e) Opt-out of the processing of the personal data for purposes of targeted advertising, the sale of personal data, except as provided in RSA 507-H:6, or profiling in furtherance of solely automated decisions that produce legal or similarly significant effects concerning the consumer.\n\nII. A consumer may exercise rights under this section by any secure and reliable means described to the consumer in the controller's privacy notice. A consumer may designate an authorized agent in accordance with RSA 507-H:5 to exercise the rights of such consumer to opt-out of the processing of such consumer's personal data for purposes of RSA 507-H:4, III(e) on behalf of the consumer. In the case of processing personal data of a known child, the parent or legal guardian may exercise such consumer rights on the child's behalf. In the case of processing personal data concerning a consumer subject to a guardianship, conservatorship, or other protective arrangement, the guardian or the conservator of the consumer may exercise such rights on the consumer's behalf.\n\nIII. Except as otherwise provided in this chapter, a controller shall comply with a request by a consumer to exercise the consumer rights authorized pursuant to this chapter as follows:\n\n(a) A controller shall respond to the consumer without undue delay, but not later than 45 days after receipt of the request. The controller may extend the response period by 45 additional days when reasonably necessary, considering the complexity and number of the consumer's requests, provided the controller informs the consumer of any such extension within the initial 45-day response period and of the reason for the extension.\n\n(b) If a controller declines to take action regarding the consumer's request, the controller shall inform the consumer without undue delay, but not later than 45 days after receipt of the request, of the justification for declining to take action and instructions for how to appeal the decision.\n\n(c) Information provided in response to a consumer request shall be provided by a controller, free of charge, once per consumer during any twelve-month period. If requests from a consumer are manifestly unfounded, excessive or repetitive, the controller may charge the consumer a reasonable fee to cover the administrative costs of complying with the request or decline to act on the request. The controller bears the burden of demonstrating the manifestly unfounded, excessive or repetitive nature of the request.\n\n(d) If a controller is unable to authenticate a request to exercise any of the rights afforded under RSA 507-H:4, I(a)-(d) using commercially reasonable efforts, the controller shall not be required to comply with a request to initiate an action pursuant to this section and shall provide notice to the consumer that the controller is unable to authenticate the request to exercise such right or rights until such consumer provides additional information reasonably necessary to authenticate such consumer and such consumer's request to exercise such right or rights. A controller shall not be required to authenticate an opt-out request, but a controller may deny an opt-out request if the controller has a good faith, reasonable and documented belief that such request is fraudulent. If a controller denies an opt-out request because the controller believes such request is fraudulent, the controller shall send a notice to the person who made such request disclosing that such controller believes such request is fraudulent, why such controller believes such request is fraudulent and that such controller shall not comply with such request.\n\n(e) A controller that has obtained personal data about a consumer from a source other than the consumer shall be deemed in compliance with a consumer's request to delete such data pursuant to RSA 507-H:4, I(c) by retaining a record of the deletion request and the minimum data necessary for the purpose of ensuring the consumer's personal data remains deleted from the controller's records and not using such retained data for any other purpose pursuant to this chapter, or opting the consumer out of the processing of such personal data for any purpose except for those exempted pursuant this chapter.\n\nIV. A controller shall establish a process for a consumer to appeal the controller's refusal to take action on a request within a reasonable period of time after the consumer's receipt of the decision. The appeal process shall be conspicuously available and similar to the process for submitting requests to initiate action pursuant to this section. Not later than 60 days after receipt of an appeal, a controller shall inform the consumer in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions. If the appeal is denied, the controller shall also provide the consumer with an online mechanism, if available, or other method through which the consumer may contact the attorney general to submit a complaint.\nSource. 2024, 5:1, eff. Jan. 1, 2025; 229:4, eff. Jan. 1, 2025 at 12:01 a.m.",
      "order_index": 4
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "5",
      "text": "507-H:5 Consumer Agents. –\nA consumer may designate another person to serve as the consumer's authorized agent, and act on such consumer's behalf, to opt-out of the processing of such consumer's personal data for one or more of the purposes specified in RSA 507-H:4, I(e). The consumer may designate such authorized agent by way of, among other things, a technology, including, but not limited to, an Internet link or a browser setting, browser extension or global device setting, indicating such consumer's intent to opt-out of such processing. A controller shall comply with an opt-out request received from an authorized agent if the controller is able to verify, with commercially reasonable effort, the identity of the consumer and the authorized agent's authority to act on such consumer's behalf.\nSource. 2024, 5:1, eff. Jan. 1, 2025.",
      "order_index": 5
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "6",
      "text": "507-H:6 Controller Responsibilities. –\nI. A controller shall:\n\n(a) Limit the collection of personal data to what is adequate, relevant and reasonably necessary in relation to the purposes for which such data is processed, as disclosed to the consumer;\n\n(b) Except as otherwise provided in this chapter, not process personal data for purposes that are neither reasonably necessary to, nor compatible with, the disclosed purposes for which such personal data is processed, as disclosed to the consumer, unless the controller obtains the consumer's consent;\n\n(c) Establish, implement and maintain reasonable administrative, technical and physical data security practices to protect the confidentiality, integrity and accessibility of personal data appropriate to the volume and nature of the personal data at issue;\n\n(d) Not process sensitive data concerning a consumer without obtaining the consumer's consent, or, in the case of the processing of sensitive data concerning a known child, without processing such data in accordance with COPPA;\n\n(e) Not process personal data in violation of the laws of this state and federal laws that prohibit unlawful discrimination against consumers;\n\n(f) Provide an effective mechanism for a consumer to revoke the consumer's consent under this section that is at least as easy as the mechanism by which the consumer provided the consumer's consent and, upon revocation of such consent, cease to process the data as soon as practicable, but not later than 15 days after the receipt of such request; and\n\n(g) Not process the personal data of a consumer for purposes of targeted advertising, or sell the consumer's personal data without the consumer's consent, under circumstances where a controller has actual knowledge, and wilfully disregards, that the consumer is at least 13 years of age but younger than 16 years of age. A controller shall not discriminate against a consumer for exercising any of the consumer rights contained in this chapter, including denying goods or services, charging different prices or rates for goods or services or providing a different level of quality of goods or services to the consumer.\n\nII. Nothing in this section shall be construed to require a controller to provide a product or service that requires the personal data of a consumer which the controller does not collect or maintain, or prohibit a controller from offering a different price, rate, level, quality or selection of goods or services to a consumer, including offering goods or services for no fee, if the offering is in connection with a consumer's voluntary participation in a bona fide loyalty, rewards, premium features, discounts or club card program.\n\nIII. A controller shall provide consumers with a clear and meaningful privacy notice in a reasonably accessible format. The controller may make the notice available online, on accompanying mobile applications, or on a device through which consumers regularly interact with the controller, if applicable. Said notice shall also be reasonably accessible to consumers with disabilities, including through the use of digital accessibility tools. The notice must include the following:\n\n(a) The categories of personal data processed by the controller;\n\n(b) The purpose for processing personal data;\n\n(c) How consumers may exercise their consumer rights, including how a consumer may appeal a controller's decision with regard to the consumer's request;\n\n(d) The categories of personal data that the controller shares with third parties, if any;\n\n(e) The categories of third-parties, if any, with which the controller shares personal data;\n\n(f) An active electronic mail address or other online mechanism that the consumer may use to contact the controller; and\n\n(g) The date the privacy notice was last updated.\n\nIV. If a controller sells personal data to third parties or processes personal data for targeted advertising, the controller shall clearly and conspicuously disclose such processing, as well as the manner in which a consumer may exercise the right to opt-out of such processing.\n\nV. (a) A controller shall establish, and shall describe in the privacy notice required by paragraph III, one or more secure and reliable means for consumers to submit a request to exercise their consumer rights pursuant to this chapter. Such means shall take into account the ways in which consumers normally interact with the controller, the need for secure and reliable communication of such requests and the ability of the controller to verify the identity of the consumer making the request. A controller shall not require a consumer to create a new account in order to exercise consumer rights, but may require a consumer to use an existing account. Any such means shall include:\n\n(1)(A) Providing a clear and conspicuous link on the controller's Internet website to an Internet webpage that enables a consumer, or an agent of the consumer, to opt-out of the targeted advertising or sale of the consumer's personal data; and\n\n(B) Not later than January 1, 2025, allowing a consumer to opt-out of any processing of the consumer's personal data for the purposes of targeted advertising, or any sale of such personal data, through an opt-out preference signal sent, with such consumer's consent, by a platform, technology, or mechanism to the controller indicating such consumer's intent to opt-out of any such processing or sale. Such platform, technology, or mechanism shall:\n\n(i) Not unfairly disadvantage another controller;\n\n(ii) Not make use of a default setting, but, rather, require the consumer to make an affirmative, freely given, and unambiguous choice to opt-out of any processing of such consumer's personal data pursuant to this chapter;\n\n(iii) Be consumer-friendly and easy to use by the average consumer;\n\n(iv) Be as consistent as possible with any other similar platform, technology or mechanism required by any federal or state law or regulation; and\n\n(v) Enable the controller to accurately determine whether the consumer is a resident of this state and whether the consumer has made a legitimate request to opt-out of any sale of such consumer's personal data or targeted advertising.\n\n(2) If a consumer's decision to opt-out of any processing of the consumer's personal data for the purposes of targeted advertising, or any sale of such personal data, through an opt-out preference signal sent in accordance with RSA 507-H:6, V(a)(1)(A) conflicts with the consumer's existing controller-specific privacy setting or voluntary participation in a controller's bona fide loyalty, rewards, premium features, discounts, or club card program, the controller shall comply with such consumer's opt-out preference signal, but may notify such consumer of such conflict and provide to such consumer the choice to confirm such controller-specific privacy setting or participation in such program.\n\n(b) If a controller responds to consumer opt-out requests received pursuant to RSA 507-H:6, V(a)(1) by informing the consumer of a charge for the use of any product or service, the controller shall present the terms of any financial incentive offered pursuant to 507-H:6, II for the retention, use, sale or sharing of the consumer's personal data.\nSource. 2024, 5:1, eff. Jan. 1, 2025; 229:5, 6, eff. Jan. 1, 2025 at 12:01 a.m.",
      "order_index": 6
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "7",
      "text": "507-H:7 Processor Responsibilities. –\nI. A processor shall adhere to the instructions of a controller and shall assist the controller in meeting the controller's obligations under this chapter. Such assistance shall include:\n\n(a) Taking into account the nature of processing and the information available to the processor, by appropriate technical and organizational measures, insofar as is reasonably practicable, to fulfill the controller's obligation to respond to consumer rights requests;\n\n(b) Taking into account the nature of processing and the information available to the processor, by assisting the controller in meeting the controller's obligations in relation to the security of processing the personal data and in relation to the notification of a breach of security or of the system of the processor, in order to meet the controller's obligations; and\n\n(c) Providing necessary information to enable the controller to conduct and document data protection assessments.\n\nII. A contract between a controller and a processor shall govern the processor's data processing procedures with respect to processing performed on behalf of the controller. The contract shall be binding and clearly set forth instructions for processing data, the nature and purpose of processing, the type of data subject to processing, the duration of processing and the rights and obligations of both parties. The contract shall also require that the processor:\n\n(a) Ensure that each person processing personal data is subject to a duty of confidentiality with respect to the data;\n\n(b) At the controller's direction, delete or return all personal data to the controller as requested at the end of the provision of services, unless retention of the personal data is required by law;\n\n(c) Upon the reasonable request of the controller, make available to the controller all information in its possession necessary to demonstrate the processor's compliance with the obligations in this chapter;\n\n(d) After providing the controller an opportunity to object, engage any subcontractor pursuant to a written contract that requires the subcontractor to meet the obligations of the processor with respect to the personal data; and\n\n(e) Allow, and cooperate with, reasonable assessments by the controller or the controller's designated assessor, or the processor may arrange for a qualified and independent assessor to conduct an assessment of the processor's policies and technical and organizational measures in support of the obligations under this chapter, using an appropriate and accepted control standard or framework and assessment procedure for such assessments. The processor shall provide a report of such assessment to the controller upon request.\n\nIII. Nothing in this section shall be construed to relieve a controller or processor from the liabilities imposed on the controller or processor by virtue of such controller's or processor's role in the processing relationship, as described in this chapter.\n\nIV. Determining whether a person is acting as a controller or processor with respect to a specific processing of data is a fact-based determination that depends upon the context in which personal data is to be processed. A person who is not limited in such person's processing of personal data pursuant to a controller's instructions, or who fails to adhere to such instructions, is a controller and not a processor with respect to a specific processing of data. A processor that continues to adhere to a controller's instructions with respect to a specific processing of personal data remains a processor. If a processor begins, alone or jointly with others, determining the purposes and means of the processing of personal data, the processor is a controller with respect to such processing and may be subject to an enforcement action under RSA 507-H:11.\nSource. 2024, 5:1, eff. Jan. 1, 2025.",
      "order_index": 7
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "8",
      "text": "507-H:8 Heightened Risk of Harm. –\nI. A controller shall conduct and document a data protection assessment for each of the controller's processing activities that presents a heightened risk of harm to a consumer. For the purposes of this section, processing that presents a heightened risk of harm to a consumer includes:\n\n(a) The processing of personal data for the purposes of targeted advertising;\n\n(b) The sale of personal data;\n\n(c) The processing of personal data for the purposes of profiling, where such profiling presents a reasonably foreseeable risk of unfair or deceptive treatment of, or unlawful disparate impact on, consumers, financial, physical or reputational injury to consumers, a physical or other intrusion upon the solitude or seclusion, or the private affairs or concerns, of consumers, where such intrusion would be offensive to a reasonable person, or other substantial injury to consumers; and\n\n(d) The processing of sensitive data.\n\nII. Data protection assessments conducted pursuant to RSA 507-H:8, I shall identify and weigh the benefits that may flow, directly and indirectly, from the processing to the controller, the consumer, other stakeholders and the public against the potential risks to the rights of the consumer associated with such processing, as mitigated by safeguards that can be employed by the controller to reduce such risks. The controller shall factor into any such data protection assessment the use of de-identified data and the reasonable expectations of consumers, as well as the context of the processing and the relationship between the controller and the consumer whose personal data will be processed.\n\nIII. The attorney general may require that a controller disclose any data protection assessment that is relevant to an investigation conducted by the attorney general, and the controller shall make the data protection assessment available to the attorney general. The attorney general may evaluate the data protection assessment for compliance with the responsibilities set forth in this chapter. Data protection assessments shall be confidential and shall be exempt from disclosure under RSA 91-A. To the extent any information contained in a data protection assessment disclosed to the attorney general includes information subject to attorney-client privilege or work product protection, such disclosure shall not constitute a waiver of such privilege or protection.\n\nIV. A single data protection assessment may address a comparable set of processing operations that include similar activities.\n\nV. If a controller conducts a data protection assessment for the purpose of complying with another applicable law or regulation, the data protection assessment shall be deemed to satisfy the requirements established in this section if such data protection assessment is reasonably similar in scope and effect to the data protection assessment that would otherwise be conducted pursuant to this section.\n\nVI. Data protection assessment requirements shall apply to processing activities created or generated after July 1, 2024, and are not retroactive.\nSource. 2024, 5:1, eff. Jan. 1, 2025.",
      "order_index": 8
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "9",
      "text": "507-H:9 De-Identifed Data. –\nI. Any controller in possession of de-identified data shall:\n\n(a) Take reasonable measures to ensure that the data cannot be associated with an individual;\n\n(b) Publicly commit to maintaining and using de-identified data without attempting to reidentify the data; and\n\n(c) Contractually obligate any recipients of the deidentified data to comply with all provisions of this chapter.\n\nII. Nothing in this chapter shall be construed to:\n\n(a) Require a controller or processor to re-identify de-identified data or pseudonymous data; or\n\n(b) Maintain data in identifiable form, or collect, obtain, retain or access any data or technology, in order to be capable of associating an authenticated consumer request with personal data.\n\nIII. Nothing in this chapter shall be construed to require a controller or processor to comply with an authenticated consumer rights request if the controller:\n\n(a) Is not reasonably capable of associating the request with the personal data or it would be unreasonably burdensome for the controller to associate the request with the personal data;\n\n(b) Does not use the personal data to recognize or respond to the specific consumer who is the subject of the personal data, or associate the personal data with other personal data about the same specific consumer; and\n\n(c) Does not sell the personal data to any third-party or otherwise voluntarily disclose the personal data to any third party other than a processor, except as otherwise permitted in this section.\n\nIV. The rights afforded under RSA 507-H:4, I(a)-(d) shall not apply to pseudonymized data in cases where the controller is able to demonstrate that any information necessary to identify the consumer is kept separately and is subject to effective technical and organizational controls that prevent the controller from accessing such information.\n\nV. A controller that discloses pseudonymous data or de-identified data shall exercise reasonable oversight to monitor compliance with any contractual commitments to which the pseudonymous data or deidentified data is subject and shall take appropriate steps to address any breaches of those contractual commitments.\nSource. 2024, 5:1, eff. Jan. 1, 2025.",
      "order_index": 9
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "10",
      "text": "507-H:10 Controller Responsibilities and Obligations. –\nI. Nothing in this chapter shall be construed to restrict a controller's or processor's ability to:\n\n(a) Comply with federal, state or municipal ordinances or regulations;\n\n(b) Comply with a civil, criminal or regulatory inquiry, investigation, subpoena or summons by federal, state, municipal or other governmental authorities;\n\n(c) Cooperate with law enforcement agencies concerning conduct or activity that the controller or processor reasonably and in good faith believes may violate federal, state or municipal ordinances or regulations;\n\n(d) Investigate, establish, exercise, prepare for or defend legal claims;\n\n(e) Provide a product or service specifically requested by a consumer;\n\n(f) Perform under a contract to which a consumer is a party, including fulfilling the terms of a written warranty;\n\n(g) Take steps at the request of a consumer prior to entering into a contract;\n\n(h) Take immediate steps to protect an interest that is essential for the life or physical safety of the consumer or another individual, and where the processing cannot be manifestly based on another legal basis;\n\n(i) Prevent, detect, protect against, or respond to security incidents, identity theft, fraud, harassment, malicious or deceptive activities or any illegal activity, preserve the integrity or security of systems or investigate, report or prosecute those responsible for any such action;\n\n(j) Engage in public or peer-reviewed scientific or statistical research in the public interest that adheres to all other applicable ethics and privacy laws and is approved, monitored and governed by an institutional review board that determines, or similar independent oversight entities that determine;\n\n(1) Whether the deletion of the information is likely to provide substantial benefits that do not exclusively accrue to the controller;\n\n(2) The expected benefits of the research outweigh the privacy risks; and\n\n(3) Whether the controller has implemented reasonable safeguards to mitigate privacy risks associated with research, including any risks associated with re-identification;\n\n(k) Assist another controller, processor, or third-party with any of the obligations under this chapter; or\n\n(l) Process personal data for reasons of public interest in the area of public health, community health, or population health, but solely to the extent that such processing is:\n\n(1) Subject to suitable and specific measures to safeguard the rights of the consumer whose personal data is being processed; and\n\n(2) Under the responsibility of a professional subject to confidentiality obligations under federal, state, or local law.\n\nII. The obligations imposed on controllers or processors under this chapter shall not restrict a controller's or processor's ability to collect, use or retain data for internal use to:\n\n(a) Conduct internal research to develop, improve, or repair products, services, or technology;\n\n(b) Effectuate a product recall;\n\n(c) Identify and repair technical errors that impair existing or intended functionality; or\n\n(d) Perform internal operations that are reasonably aligned with the expectations of the consumer or reasonably anticipated based on the consumer's existing relationship with the controller, or are otherwise compatible with processing data in furtherance of the provision of a product or service specifically requested by a consumer or the performance of a contract to which the consumer is a party.\n\nIII. The obligations imposed on controllers or processors under this chapter shall not apply where compliance by the controller or processor with said sections would violate an evidentiary privilege under the laws of this state. Nothing in this chapter shall be construed to prevent a controller or processor from providing personal data concerning a consumer to a person covered by an evidentiary privilege under the laws of the state as part of a privileged communication.\n\nIV. A controller or processor that discloses personal data to a processor or third-party controller in accordance with this chapter shall not be deemed to have violated said sections if the processor or third-party controller that receives and processes such personal data violates said sections, provided, at the time the disclosing controller or processor disclosed such personal data, the disclosing controller or processor did not have actual knowledge that the receiving processor or third-party controller would violate said sections. A third-party controller or processor receiving personal data from a controller or processor in compliance with this chapter is likewise not in violation of said sections for the transgressions of the controller or processor from which such third-party controller or processor receives such personal data.\n\nV. Nothing in this chapter shall be construed to:\n\n(a) Impose any obligation on a controller or processor that adversely affects the rights or freedoms of any person, including, but not limited to, the rights of any person to freedom of speech or freedom of the press guaranteed in the First Amendment to the United States Constitution; or\n\n(b) Apply to any person's processing of personal data in the course of such person's purely personal or household activities.\n\nVI. Personal data processed by a controller pursuant to this section may be processed to the extent that such processing is:\n\n(a) Reasonably necessary and proportionate to the purposes listed in this section; and\n\n(b) Adequate, relevant, and limited to what is necessary in relation to the specific purposes listed in this section. Personal data collected, used, or retained under RSA 507-H:10, I(b), where applicable, take into account the nature and purpose or purposes of such collection, use, or retention. Such data shall be subject to reasonable administrative, technical, and physical measures to protect the confidentiality, integrity, and accessibility of the personal data and to reduce reasonably foreseeable risks of harm to consumers relating to such collection, use or retention of personal data.\n\nVII. If a controller processes personal data pursuant to an exemption in this section, the controller bears the burden of demonstrating that such processing qualifies for the exemption and complies with the requirements in RSA 507-H:10, VI.\n\nVIII. Processing personal data for the purposes expressly identified in this section shall not solely make a legal entity a controller with respect to such processing.\nSource. 2024, 5:1, eff. Jan. 1, 2025.",
      "order_index": 10
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "11",
      "text": "507-H:11 Notice;  Enforcement. –\nI. The attorney general shall have exclusive authority to enforce violations under this chapter.\n\nII. During the period beginning January 1, 2025 and ending December 31, 2025, the attorney general shall, and following said period the attorney general may, prior to initiating any action for a violation under this chapter, issue a notice of violation to the controller if the attorney general determines that a cure is possible. If the controller fails to cure such violation within 60 days of receipt of the notice of violation, the attorney general may bring an action pursuant to this section.\n\nIII. Beginning January 1, 2026, in determining whether to grant a controller or processor the opportunity to cure an alleged violation described under this chapter, the attorney general may consider:\n\n(1) The number of violations;\n\n(2) The size and complexity of the controller or processor;\n\n(3) The nature and extent of the controller's or processor's processing activities;\n\n(4) The substantial likelihood of injury to the public;\n\n(5) The safety of persons or property; and\n\n(6) Whether such alleged violation was likely caused by human or technical error.\n\nIV. Nothing in this chapter shall be construed as providing the basis for, or be subject to, a private right of action for violations under this chapter or any other law.\n\nV. A violation under this chapter shall constitute an unfair method of competition or any unfair or deceptive act or practice in the conduct of any trade or commerce within this state under RSA 358-A:2 and shall be enforced by the attorney general.\nSource. 2024, 5:1, eff. Jan. 1, 2025.",
      "order_index": 11
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NH",
      "section_number": "§ 507-H",
      "title": "12",
      "text": "507-H:12 Compliance with Other Law. –\nAn individual or entity covered by this chapter and other law regarding third party providers of information and services is required to comply with both chapters, provided, however, that to the extent there is a direct conflict between the 2 chapters which precludes compliance with both statutes, the individual or entity shall comply with the statute that provides the greater measure of privacy protection to individuals. For purposes of this section, an \"opt in\" procedure for an individual to grant consent for the disclosure of personal information shall be deemed to provide a greater measure of protection of privacy than the \"opt out\" procedure established under this chapter.\nSource. 2024, 5:1, eff. Jan. 1, 2025.",
      "order_index": 12
    }
  ]
}
