{
  "documents": [
    {
      "jurisdiction": "US-NJ",
      "title": "New Jersey Data Breach Notification Law",
      "identifier": "N.J. Stat. § 56:8-161 et seq.",
      "short_name": "NJ Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-01-01",
      "last_amended": "2019-09-17",
      "source_url": "https://www.njleg.state.nj.us/Bills/2004/AL05/198_.HTM"
    },
    {
      "jurisdiction": "US-NJ",
      "title": "New Jersey Data Privacy Act",
      "identifier": "N.J. Stat. § 56:8-166.1 et seq.",
      "short_name": "NJDPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2025-01-15",
      "last_amended": "2024-01-16",
      "source_url": "https://www.njleg.state.nj.us/Bills/2024/S0332_R3.HTM"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-NJ",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n“Breach of security” means unauthorized access to electronic files, media or data containing personal information that compromises the security, confidentiality or integrity of personal information when access to the personal information has not been secured by encryption or by any other method or technology that renders the personal information unreadable or unusable.  Good faith acquisition of personal information by an employee or agent of the business for a legitimate business purpose is not a breach of security, provided that the personal information is not used for a purpose unrelated to the business or subject to further unauthorized disclosure.\n\n“Business” means a sole proprietorship, partnership, corporation, association, or other entity, however organized and whether or not organized to operate at a profit, including a financial institution organized, chartered, or holding a license or authorization certificate under the law of this State, any other state, the United States, or of any other country, or the parent or the subsidiary of a financial institution.\n\n“Communicate” means to send a written or other tangible record or to transmit a record by any means agreed upon by the persons sending and receiving the record.\n\n“Customer” means an individual who provides personal information to a business.\n\n“Individual” means a natural person.\n\n“Internet” means the international computer network of both federal and non-federal interoperable packet switched data networks.\n\n“Personal information” means an individual’s first name or first initial and last name linked with any one or more of the following data elements:  (1) Social Security number; (2) driver’s license number or State identification card number; (3) account number or credit or debit card number, in combination with any required security code, access code, or password that would permit access to an individual’s financial account; or (4) user name, email address, or any other account holder identifying information, in combination with any password or security question and answer that would permit access to an online account.  Dissociated data that, if linked, would constitute personal information is personal information if the means to link the dissociated data were accessed in connection with access to the dissociated data.\n\nFor the purposes of sections 10 through 15 of P.L.2005, c.226 (C. 56:8-161 through C. 56:8-166), personal information shall not include publicly available information that is lawfully made available to the general public from federal, state or local government records, or widely distributed media.\n\n“Private entity” means any individual, corporation, company, partnership, firm, association, or other entity, other than a public entity.\n\n“Public entity” includes the State, and any county, municipality, district, public authority, public agency, and any other political subdivision or public body in the State.  For the purposes of sections 10 through 15 of P.L.2005, c.226 (C. 56:8-161 through C. 56:8-166), public entity does not include the federal government.\n\n“Publicly post” or “publicly display” means to intentionally communicate or otherwise make available to the general public.\n\n“Records” means any material, regardless of the physical form, on which information is recorded or preserved by any means, including written or spoken words, graphically depicted, printed, or electromagnetically transmitted.  Records does not include publicly available directories containing information an individual has voluntarily consented to have publicly disseminated or listed.\n\nL.2005, c.226, s.10; amended 2019, c.95, s.1.\n\nAt Ferrara & Gable, our personal injury practice is founded on a commit…",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NJ",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nL.2005,c.226,s.11.\n\nAt Ferrara & Gable, our personal injury practice is founded on a commit…",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NJ",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nb.\tAny business or public entity that compiles or maintains computerized records that include personal information on behalf of another business or public entity shall notify that business or public entity, who shall notify its New Jersey customers, as provided in subsection a. of this section, of any breach of security of the computerized records immediately following discovery, if the personal information was, or is reasonably believed to have been, accessed by an unauthorized person.\n\nc. (1) Any business or public entity required under this section to disclose a breach of security of a customer’s personal information shall, in advance of the disclosure to the customer, report the breach of security and any information pertaining to the breach to the Division of State Police in the Department of Law and Public Safety for investigation or handling, which may include dissemination or referral to other appropriate law enforcement entities.\n\n(2)\tThe notification required by this section shall be delayed if a law enforcement agency determines that the notification will impede a criminal or civil investigation and that agency has made a request that the notification be delayed.  The notification required by this section shall be made after the law enforcement agency determines that its disclosure will not compromise the investigation and notifies that business or public entity.\n\nd.\tFor purposes of this section, notice may be provided by one of the following methods:\n\n(1)\tWritten notice;\n\n(2)\tElectronic notice, if the notice provided is consistent with the provisions regarding electronic records and signatures set forth in section 101 of the federal “Electronic Signatures in Global and National Commerce Act” (15 U.S.C. § 7001); or\n\n(3)\tSubstitute notice, if the business or public entity demonstrates that the cost of providing notice would exceed $250,000, or that the affected class of subject persons to be notified exceeds 500,000, or the business or public entity does not have sufficient contact information.  Substitute notice shall consist of all of the following:\n\n(a)\tE-mail notice when the business or public entity has an e-mail address;\n\n(b)\tConspicuous posting of the notice on the Internet web site page of the business or public entity, if the business or public entity maintains one; and\n\n(c)\tNotification to major Statewide media.\n\ne.\tNotwithstanding subsection d. of this section, a business or public entity that maintains its own notification procedures as part of an information security policy for the treatment of personal information, and is otherwise consistent with the requirements of this section, shall be deemed to be in compliance with the notification requirements of this section if the business or public entity notifies subject customers in accordance with its policies in the event of a breach of security of the system.\n\nf.\tIn addition to any other disclosure or notification required under this section, in the event that a business or public entity discovers circumstances requiring notification pursuant to this section of more than 1,000 persons at one time, the business or public entity shall also notify, without unreasonable delay, all consumer reporting agencies that compile or maintain files on consumers on a nationwide basis, as defined by subsection (p) of section 603 of the federal “Fair Credit Reporting Act” (15 U.S.C. § 1681a), of the timing, distribution and content of the notices.\n\ng. (1) Notwithstanding subsection d. of this section, in the case of a breach of security involving a user name or password, in combination with any password or security question and answer that would permit access to an online account, and no other personal information as defined in section 10 of P.L.2005, c.226 (C. 56:8-161), the business or public entity may provide the notification in electronic or other form that directs the customer whose personal information has been breached to promptly change any password and security question or answer, as applicable, or to take other appropriate steps to protect the online account with the business or public entity and all other online accounts for which the customer uses the same user name or email address and password or security question or answer.\n\n(2)\tAny business or public entity that furnishes an email account shall not provide notification to the email account that is subject to a security breach.  The business or public entity shall provide notice by another method described in this section or by clear and conspicuous notice delivered to the customer online when the customer is connected to the online account from an Internet Protocol address or online location from which the business or public entity knows the customer customarily accesses the account.\n\nL.2005, c.226, s.12; amended 2019, c.95, s.2.\n\nAt Ferrara & Gable, our personal injury practice is founded on a commit…",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NJ",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n(1)\tPublicly post or publicly display an individual’s Social Security number, or any four or more consecutive numbers taken from the individual’s Social Security number;\n\n(2)\tPrint an individual’s Social Security number on any materials that are mailed to the individual, unless State or federal law requires the Social Security number to be on the document to be mailed;\n\n(3)\tPrint an individual’s Social Security number on any card required for the individual to access products or services provided by the entity;\n\n(4)\tIntentionally communicate or otherwise make available to the general public an individual’s Social Security number;\n\n(5)\tRequire an individual to transmit his Social Security number over the Internet, unless the connection is secure or the Social Security number is encrypted; or\n\n(6)\tRequire an individual to use his Social Security number to access an Internet web site, unless a password or unique personal identification number or other authentication device is also required to access the Internet web site.\n\nb.\tNothing in this section shall prevent a public or private entity from using a Social Security number for internal verification and administrative purposes, so long as the use does not require the release of the Social Security number to persons not designated by the entity to perform associated functions allowed or authorized by law.\n\nc.\tNothing in this section shall prevent the collection, use or release of a Social Security number, as required by State or federal law.\n\nd.\tNotwithstanding this section, Social Security numbers may be included in applications and forms sent by mail, including documents sent as part of an application or enrollment process, or to establish, amend or terminate an account, contract or policy, or to confirm the accuracy of the Social Security number.  A Social Security number that is permitted to be mailed under this subsection may not be printed, in whole or in part, on a postcard or other mailer not requiring an envelope, or visible on the envelope or without the envelope having been open.\n\ne.\tNothing in this section shall apply to documents that are recorded or required to be open to the public pursuant to Title 47 of the Revised Statutes.  This section shall not apply to records that are required by statute, case law, or New Jersey Court Rules, to be made available to the public by entities provided for in Article VI of the New Jersey Constitution.\n\nf.\tNothing in this section shall apply to the interactive computer service provider’s transmissions or routing or intermediate temporary storage or caching of an image, information or data that is otherwise subject to this section.\n\nL.2005,c.226,s.13.\n\nAt Ferrara & Gable, our personal injury practice is founded on a commit…",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NJ",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nL.2005,c.226,s.14.\n\nAt Ferrara & Gable, our personal injury practice is founded on a commit…",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NJ",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nL.2005,c.226,s.15.\n\nAt Ferrara & Gable, our personal injury practice is founded on a commit…",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NJ",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n(2) An authorized person seeking to prohibit the disclosure of the home address or unpublished home telephone number of any covered person consistent with paragraph (1) of this subsection shall provide written notice to the person from whom the authorized person is seeking nondisclosure that the authorized person is an authorized person and requesting that the person cease the disclosure of the information and remove the protected information from the Internet or where otherwise made available.\n\n(3) An immediate family member who has provided notice pursuant to paragraph (2) of this subsection and who no longer resides with the judicial officer, law enforcement officer, child protective investigator in the Division of Child Protection and Permanency, or prosecutor shall provide notice to that effect to the person, business, or association not later than 30 days from the date on which the immediate family member no longer resided with the judicial officer, law enforcement officer, child protective investigator in the Division of Child Protection and Permanency, or prosecutor.\n\nb.\tA person, business, or association that violates subsection a. of this section shall be liable to the covered person or the covered person’s assignee, who may bring a civil action in the Superior Court.\n\nc.\tThe court shall award:\n\n(1) actual damages, but not less than liquidated damages computed at the rate of $1,000 for each violation of this act;\n\n(2) punitive damages upon proof of willful or reckless disregard of the law;\n\n(4) any other preliminary and equitable relief as the court determines to be appropriate.\n\nd.\tFor the purposes of this section:\n\n“Assignee” means a person or entity to whom or which an authorized person has assigned, in writing, a covered person’s right to bring a civil action for a violation of subsection a. of this section.\n\n“Authorized person” means a covered person or any of the following persons hereby authorized to submit or revoke a request for the redaction or nondisclosure of a home address on behalf of a covered person:\n\n(1) on behalf of any federal judge, a designee of the United States Marshals Service or of the clerk of any United States District Court;\n\n(2) on behalf of any covered person who is deceased or medically or psychologically incapacitated, a person acting on behalf of the covered person as a designated trustee, as an estate executor, or pursuant to a written power of attorney or other legal instrument; and\n\n(3) on behalf of any immediate family member who is a minor and who is otherwise entitled to address redaction or nondisclosure pursuant to this act, the parent or legal guardian thereof.\n\n“Covered person” means an active, formerly active, or retired judicial officer, law enforcement officer, or child protective investigator in the Division of Child Protection and Permanency, as those terms are defined by section 1 of P.L.1995, c.23 (C. 47:1A-1.1), or prosecutor, and any immediate family member residing in the same household as such judicial officer, law enforcement officer, child protective investigator in the Division of Child Protection and Permanency, or prosecutor.\n\n“Disclose” shall mean to solicit, sell, manufacture, give, provide, lend, trade, mail, deliver, transfer, post, publish, distribute, circulate, disseminate, present, exhibit, advertise, or offer, and shall include making available or viewable within a searchable list or database, regardless of whether a search of such list or database is actually performed.\n\n“Home telephone number” means any telephone number used primarily for personal communications, including a landline or cellular telephone number.\n\n“Immediate family member” means a spouse, child, or parent of, or any other family member related by blood or by law to, an active, formerly active, or retired judicial officer, law enforcement officer, or child protective investigator in the Division of Child Protection and Permanency, as those terms are defined by section 1 of P.L.1995, c.23 (C. 47:1A-1.1), or prosecutor and who resides in the same household as such judicial officer, law enforcement officer, child protective investigator in the Division of Child Protection and Permanency, or prosecutor.\n\n“News media” means newspapers, magazines, press associations, news agencies, wire services, or other similar printed means of disseminating news to the general public.\n\n“Person” shall not be construed to include in any capacity the custodian of a government record as defined in section 1 of P.L.1995, c.23 (C. 47:1A-1.1).\n\ne.\tThis section shall not be construed to prohibit a person, business, or association that has received information as unredacted pursuant to the provisions of sections 1 through 3 of P.L.2021, c.371 (C. 47:1B-1 through C. 47:1B-3) from making the information available consistent with the purposes for which the person, business, or association received the information.  A person, business, or association that uses or makes available the information in a way that is inconsistent with the purposes for which the person, business, or association received the information shall be liable as provided pursuant to subsection c. of this section.\n\nf.\tNothing herein shall be construed to impose liability on the news media for failure to remove information from previously printed newspapers, and nothing herein shall be construed to impose liability relating to telephone directories or directory assistance unless the covered person has requested to be unpublished in the directory and directory assistance by the applicable publication deadline.\n\nL.2015, c.226, s.3; amended 2020, c.125, s.6; 2021, c.24, s.5; 2021, c.371, s.8; 2023, c.113, s.6.\n\nAt Ferrara & Gable, our personal injury practice is founded on a commit…",
      "order_index": 7
    },
    {
      "document_index": 0,
      "jurisdiction": "US-NJ",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n[Effective Until 8/1/2024]\n\n8.\tThis act shall be liberally construed in order to accomplish its purpose and the public policy of this State, which is to enhance the safety and security of certain public officials in the justice system, including judicial officers, law enforcement officers, child protective investigators in the Division of Child Protection and Permanency, and prosecutors, who serve or have served the people of New Jersey, and the immediate family members of these individuals, to foster the ability of these public servants who perform critical roles in the justice system to carry out their official duties without fear of personal reprisal from affected individuals related to the performance of their public functions.  For the purposes of this section, “child protective investigator in the Division of Child Protection and Permanency” has the same meaning as is provided in section 1 of P.L.1995, c.23 (C. 47:1A-1.1).\n\nL.2020, c.125, s.8; amended 2023, c.113, s.7.\n\nAt Ferrara & Gable, our personal injury practice is founded on a commit…",
      "order_index": 8
    }
  ]
}
