{
  "documents": [
    {
      "jurisdiction": "US-NY",
      "title": "New York Information Security Breach and Notification Act",
      "identifier": "N.Y. Gen. Bus. Law ยง 899-aa",
      "short_name": "NY Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2005-12-07",
      "last_amended": "2019-10-23",
      "source_url": "https://www.nysenate.gov/legislation/laws/GBS/899-AA"
    },
    {
      "jurisdiction": "US-NY",
      "title": "Stop Hacks and Improve Electronic Data Security Act",
      "identifier": "N.Y. Gen. Bus. Law ยง 899-bb",
      "short_name": "SHIELD Act",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2020-03-21",
      "last_amended": "2019-07-25",
      "source_url": "https://www.nysenate.gov/legislation/laws/GBS/899-BB"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-NY",
      "section_number": "ยง 899-aa",
      "title": "Notification of unauthorized acquisition of private information",
      "order_index": 1,
      "text": "Any person or business which conducts business in New York state, and which owns or licenses computerized data which includes private information shall disclose any breach of the security of the system following discovery or notification of the breach in the security of the system to any resident of New York state whose private information was, or is reasonably believed to have been, acquired by a person without valid authorization. The disclosure shall be made in the most expedient time possible and without unreasonable delay, consistent with the legitimate needs of law enforcement."
    },
    {
      "document_index": 1,
      "jurisdiction": "US-NY",
      "section_number": "ยง 899-bb",
      "title": "Reasonable security requirement (SHIELD Act)",
      "order_index": 2,
      "text": "Any person or business that owns or licenses computerized data which includes private information of a resident of New York shall develop, implement and maintain reasonable safeguards to protect the security, confidentiality and integrity of the private information including, but not limited to, disposal of data. The SHIELD Act requires implementation of a data security program that includes reasonable administrative, technical, and physical safeguards. Small businesses may scale safeguards appropriate to their size and complexity, nature and scope of activities, and sensitivity of personal information collected."
    }
  ]
}
