{
  "documents": [
    {
      "jurisdiction": "US-OH",
      "title": "Ohio Data Breach Notification",
      "identifier": "Ohio Rev. Code § 1349.19",
      "short_name": "OH Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-02-17",
      "last_amended": "2018-11-02",
      "source_url": "https://codes.ohio.gov/ohio-revised-code/section-1349.19"
    },
    {
      "jurisdiction": "US-OH",
      "title": "Ohio Data Protection Act (Cybersecurity Safe Harbor)",
      "identifier": "Ohio Rev. Code § 1354.01 et seq.",
      "short_name": "OH DPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2018-11-02",
      "last_amended": "2018-08-03",
      "source_url": "https://codes.ohio.gov/ohio-revised-code/chapter-1354"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "As used in the Revised Code, unless the context otherwise requires:\n\n(A) “Whoever” includes all persons, natural and artificial; partners; principals, agents, and employees; and all officials, public or private.\n\n(B) “Another,” when used to designate the owner of property which is the subject of an offense, includes not only natural persons but also every other owner of property.\n\n(C) “Of unsound mind” means that the person lacks the relevant mental capacity.\n\n(D) “Bond” includes an undertaking.\n\n(E) “Undertaking” includes a bond.\n\n(F) “And” may be read “or,” and “or” may be read “and” if the sense requires it.\n\n(G) “Registered mail” includes certified mail and “certified mail” includes registered mail.\n\nLast updated March 10, 2023 at 10:52 AM\n\nKisling, Nestico & Redick is a personal injury law firm that has 11 …\n\nWe have been representing accident victims and their families for more than…",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "As used in any statute, unless another definition is provided in  that statute or a related statute:\n\n(A) “Child” includes child by adoption.\n\n(B) “Oath” includes affirmation, and “swear” includes affirm.\n\n(C) “Person” includes an individual, corporation, business trust, estate, trust, partnership, and association.\n\n(D) “Population” means that shown by the most recent regular federal census.\n\n(E) “Property” means real and personal property.\n\n(F) “Rule” includes regulation.\n\n(G) “State,” when applied to a part of the United States, includes any state, district, commonwealth, territory, insular possession thereof, and any area subject to the legislative authority of the United States of America. “This state” or “the state” means the state of Ohio.\n\n(H) “United States” includes all the states.\n\n(I) “Will” includes codicil.\n\n(J) “Written” or “in writing” includes any representation of words, letters, symbols, or figures; this provision does not affect any law relating to signatures.\n\n(K) “Internet” means the international computer network of both federal and nonfederal interoperable packet switched data networks, including the graphical subnetwork known as the world wide web.\n\nWe have been representing accident victims and their families for more than…\n\nCrandall & Pera Law is a distinguished personal injury and medical malp…",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "(A) As used in this section and section 1349.192 of the Revised Code:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(1) “Agency of a political subdivision” has the same meaning as in section 1347.12 of the Revised Code.\n\n(2) “Business” has the same meaning as in section 1349.19 of the Revised Code.\n\n(3) “State agency” has the same meaning as in section 1.60 of the Revised Code.\n\n(B) The attorney general may conduct an investigation if the attorney general, based on complaints or the attorney general’s own inquiries, has reason to believe that a state agency or an agency of a political subdivision has failed or is failing to comply with section 1347.12 of the Revised Code or that a person has failed or is failing to comply with section 1349.19 of the Revised Code.\n\n(C) In any investigation conducted pursuant to this section, the attorney general may administer oaths, subpoena witnesses, adduce evidence, and subpoena the production of any book, document, record, or other relevant matter.\n\n(D)(1) If the attorney general under division (C) of this section subpoenas the production of any relevant matter that is located outside this state, the attorney general may designate a representative, including an official of the state in which that relevant matter is located, to inspect the relevant matter on the attorney general’s behalf. The attorney general may carry out similar requests received from officials of other states.\n\n(2) Any person who is subpoenaed to produce relevant matter pursuant to division (C) of this section shall make that relevant matter available at a convenient location within this state or the state of the representative designated under division (D)(1) of this section.\n\n(E) Any person who is subpoenaed as a witness or to produce relevant matter pursuant to division (C) of this section may file in the court of common pleas of Franklin county, the county in this state in which the person resides, or the county in this state in which the person’s principal place of business is located a petition to extend for good cause shown the date on which the subpoena is to be returned or to modify or quash for good cause shown that subpoena. The person may file the petition at any time prior to the date specified for the return of the subpoena or within twenty days after the service of the subpoena, whichever is earlier.\n\n(F) Any person who is subpoenaed as a witness or to produce relevant matter pursuant to division (C) of this section shall comply with the terms of the subpoena unless the court orders otherwise prior to the date specified for the return of the subpoena or, if applicable, that date as extended. If a person fails without lawful excuse to obey a subpoena, the attorney general may apply to the court of common pleas for an order that does one or more of the following:\n\n(1) Compels the requested discovery;\n\n(2) Adjudges the person in contempt of court;\n\n(3) Grants injunctive relief to restrain the person from failing to comply with section 1347.12 or 1349.19 of the Revised Code, whichever is applicable;\n\n(4) Grants injunctive relief to preserve or restore the status quo;\n\n(5) Grants other relief that may be required until the person obeys the subpoena.\n\n(G) The court shall impose a civil penalty on any person who violates an order of a court issued under division (F) of this section in the same manner as the imposition of a civil penalty under section 1349.192 of the Revised Code for a failure to comply with section 1347.12 or 1349.19 of the Revised Code, whichever is applicable.\n\nKisling, Nestico & Redick is a personal injury law firm that has 11 …\n\nCrandall & Pera Law is a distinguished personal injury and medical malp…",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "(A)(1) The attorney general shall have the exclusive authority to bring a civil action in a court of common pleas for appropriate relief under this section, including a temporary restraining order, preliminary or permanent injunction, and civil penalties, if it appears that a state agency or an agency of a political subdivision has failed or is failing to comply with section 1347.12 of the Revised Code or that a person has failed or is failing to comply with section 1349.19 of the Revised Code. Upon its finding that a state agency or an agency of a political subdivision has failed to comply with section 1347.12 of the Revised Code or that a person has failed to comply with section 1349.19 of the Revised Code, the court shall impose a civil penalty upon the state agency, agency of a political subdivision, or person as follows:\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(a) For each day that the state agency, agency of a political subdivision, or person has intentionally or recklessly failed to comply with the applicable section, subject to divisions (A)(1)(b) and (c) of this section, a civil penalty of up to one thousand dollars for each day the agency or person fails to comply with the section;\n\n(b) If the state agency, agency of a political subdivision, or person has intentionally or recklessly failed to comply with the applicable section for more than sixty days, subject to division (A)(1)(c) of this section, a civil penalty in the amount specified in division (A)(1)(a) of this section for each day of the first sixty days that the agency or person fails to comply with the section and, for each day commencing with the sixty-first day that the state agency, agency of a political subdivision, or person has failed to comply with the section, a civil penalty of up to five thousand dollars for each such day the agency or person fails to comply with the section;\n\n(c) If the state agency, agency of a political subdivision, or person has intentionally or recklessly failed to comply with the applicable section for more than ninety days, a civil penalty in the amount specified in division (A)(1)(a) of this section for each day of the first sixty days that the agency or person fails to comply with the section, a civil penalty of up to five thousand dollars for each day commencing with the sixty-first day and continuing through the ninetieth day that the agency or person fails to comply with the section, and, for each day commencing with the ninety-first day that the state agency, agency of a political subdivision, or person has failed to comply with the section, a civil penalty of up to ten thousand dollars for each such day the agency or person fails to comply with the section.\n\n(2) Any civil penalty that is assessed under division (A)(1) of this section shall be deposited into the consumer protection enforcement fund created by section 1345.51 of the Revised Code.\n\n(3) In determining the appropriate civil penalty to assess under division (A)(1) of this section, the court shall consider all relevant factors, including the following:\n\n(a) If the defendant in the civil action is a state agency, an agency of a political subdivision, or a person that is a business entity, whether or not the high managerial officer, agent, or employee of the agency or business entity having supervisory responsibility for compliance with section 1347.12 or 1349.19 of the Revised Code, whichever is applicable, acted in bad faith in failing to comply with the section.\n\n(b) If the defendant in the civil action is a person other than a business entity, whether or not the person acted in bad faith in failing to comply with section 1349.19 of the Revised Code.\n\n(B) Any state agency or agency of a political subdivision that is found by the court to have failed to comply with section 1347.12 of the Revised Code or any person that is found by the court to have failed to comply with section 1349.19 of the Revised Code shall be liable to the attorney general for the attorney general’s costs in conducting an investigation under section 1349.191 of the Revised Code and bringing an action under this section.\n\n(C) The rights and remedies that are provided under this section are in addition to any other rights or remedies that are provided by law.\n\nWe have been representing accident victims and their families for more than…\n\nCrandall & Pera Law is a distinguished personal injury and medical malp…",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "(A) No person or limited liability company that accepts credit cards for the transaction of business shall print more than the last five digits of the credit card account number, or print the expiration date of a credit card, on any receipt provided to the cardholder.\n\nAsk a consumer protection question, get an answer ASAP!Thousands of highly rated, verified consumer protection lawyers. Help with credit card debt, collections, defective productsGet help with bankruptcy, filing complaints, extended warranties & more Click here to chat with a lawyer about your rights.\n\n(B) This section applies only to receipts that are electronically printed and does not apply to any transaction in which the sole means of recording the cardholder’s credit card account number is by handwriting or by an imprint or copy of the credit card.\n\n(C) A violation of this section is deemed an unfair or deceptive act or practice in violation of section 1345.02 of the Revised Code. A person injured by a violation of this section has a cause of action and is entitled to the same relief available to a consumer under section 1345.09 of the Revised Code, and all powers and remedies available to the attorney general to enforce sections 1345.01 to 1345.13 of the Revised Code are available to the attorney general to enforce this section.\n\n(D) As used in this section, “credit card” includes, but is not limited to, a credit card, charge card, debit card, or other card, code, device, or other means of access to a customer’s account for the purpose of obtaining money, property, labor, or services on credit, or for initiating an electronic fund transfer at a point-of-sale terminal, an automated teller machine, or a cash dispensing machine.\n\nKisling, Nestico & Redick is a personal injury law firm that has 11 …\n\nWe have been representing accident victims and their families for more than…",
      "order_index": 5
    },
    {
      "document_index": 1,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "As used in this chapter:\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n(A) “Business” means any limited liability company, limited liability partnership, corporation, sole proprietorship, association, state institution of higher education as defined in section 3345.011 of the Revised Code, private college as defined in section 3365.01 of the Revised Code, or other group, however organized and whether operating for profit or not for profit, including a financial institution organized, chartered, or holding a license authorizing operation under the laws of this state, any other state, the United States, or any other country, or the parent or subsidiary of any of the foregoing.\n\n(B) “Covered entity” means a business that accesses, maintains, communicates, or processes personal information or restricted information in or through one or more systems, networks, or services located in or outside this state.\n\n(C) “Data breach” means unauthorized access to and acquisition of computerized data that compromises the security or confidentiality of personal information or restricted information owned by or licensed to a covered entity and that causes, reasonably is believed to have caused, or reasonably is believed will cause a material risk of identity theft or other fraud to person or property. “Data breach” does not include either of the following:\n\n(1) Good faith acquisition of personal information or restricted information by the covered entity’s employee or agent for the purposes of the covered entity’s, provided that the personal information or restricted information is not used for an unlawful purpose or subject to further unauthorized disclosure;\n\n(2) Acquisition of personal information or restricted information pursuant to a search warrant, subpoena, or other court order, or pursuant to a subpoena, order, or duty of a regulatory state agency.\n\n(D) “Personal information” has the same meaning as in section 1349.19 of the Revised Code.\n\n(E) “Restricted information” means any information about an individual, other than personal information, that, alone or in combination with other information, including personal information, can be used to distinguish or trace the individual’s identity or that is linked or linkable to an individual, if the information is not encrypted, redacted, or altered by any method or technology in such a manner that the information is unreadable, and the breach of which is likely to result in a material risk of identity theft or other fraud to person or property.\n\nAs used in this division, “encrypted,” “individual,” and “redacted” have the same meanings as in section 1349.19 of the Revised Code.\n\nWe have been representing accident victims and their families for more than…\n\nCrandall & Pera Law is a distinguished personal injury and medical malp…",
      "order_index": 1
    },
    {
      "document_index": 1,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "(A) A covered entity seeking an affirmative defense under sections 1354.01 to 1354.05 of the Revised Code shall  do one of the following:\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n(1) Create, maintain, and comply with a written cybersecurity program that contains administrative, technical, and physical safeguards for the protection of personal information and that reasonably conforms to  an industry recognized cybersecurity framework, as described in section 1354.03 of the Revised Code; or\n\n(2) Create, maintain, and comply with a written cybersecurity program that contains administrative, technical, and physical safeguards for the protection of both personal information and restricted information and that reasonably conforms to  an industry recognized cybersecurity framework, as described in section 1354.03 of the Revised Code.\n\n(B) A covered entity’s cybersecurity program shall be designed to do all of the following  with respect to the information described in division (A)(1) or (2) of this section, as applicable :\n\n(1) Protect the security and confidentiality of the  information;\n\n(2) Protect against any anticipated threats or hazards to the security or integrity of the  information;\n\n(3) Protect against unauthorized access to and acquisition of  the  information that is likely to result in a material risk of identity theft or other fraud to the individual  to whom the information relates.\n\n(C) The scale and scope of a covered entity’s cybersecurity program under division (A) (1) or (2)  of this section, as applicable,  is appropriate if it is based on all of the following factors:\n\n(1) The size and complexity of the covered entity;\n\n(2) The nature and scope of the activities of the covered entity;\n\n(3) The sensitivity of the information to be protected;\n\n(4) The cost and availability of tools to improve information security and reduce vulnerabilities;\n\n(5) The resources available to the covered entity.\n\n(D)(1) A covered entity that satisfies  divisions (A)(1), (B), and (C) of this section is entitled to an affirmative defense to any cause of action sounding in tort that is brought under the laws of this state or in the courts of this state and that alleges that the failure to implement reasonable information security controls resulted in a data breach concerning personal information.\n\n(2) A covered entity that satisfies  divisions (A)(2), (B), and (C) of this section is entitled to an affirmative defense to any cause of action sounding in tort that is brought under the laws of this state or in the courts of this state and that alleges that the failure to implement reasonable information security controls resulted in a data breach concerning personal information or restricted information.\n\nKisling, Nestico & Redick is a personal injury law firm that has 11 …\n\nWe have been representing accident victims and their families for more than…",
      "order_index": 2
    },
    {
      "document_index": 1,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "A covered entity‘s cybersecurity program, as described in section 1354.02 of the Revised Code, reasonably conforms to an industry recognized cybersecurity framework for purposes of that section if division (A), (B), or (C) of this section is satisfied.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n(A)(1) The cybersecurity program reasonably conforms to the current version of any of the following or any combination of the following, subject to divisions (A)(2) and (D) of this section:\n\n(a) The “framework for improving critical infrastructure cybersecurity” developed by the “national institute of standards and technology” (NIST);\n\n(b) “NIST special publication 800-171”;\n\n(c) “NIST special publications 800-53 and 800-53a”;\n\n(d) The “federal risk and authorization management program (FedRAMP) security assessment framework”;\n\n(e) The “center for internet security critical security controls for effective cyber defense”;\n\n(f) The “international organization for standardization/international electrotechnical commission 27000 family – information security management systems.”\n\n(2) When a final revision to a framework listed in division (A)(1) of this section is published, a covered entity whose cybersecurity program reasonably conforms to that framework shall reasonably conform to the revised framework not later than one year after the publication date stated in the revision.\n\n(B)(1) The covered entity is regulated by the state, by the federal government, or both, or is otherwise subject to the requirements of any of the laws or regulations listed below, and the cybersecurity program reasonably conforms to the entirety of the current version of any of the following, subject to division (B)(2) of this section:\n\n(a) The security requirements of the “Health Insurance Portability and Accountability Act of 1996,” as set forth in 45 C.F.R. part 164 Subpart C;\n\n(b) Title V of the “Gramm-Leach-Bliley Act of 1999,” Public Law 106-102, as amended;\n\n(c) The “Federal Information Security Modernization Act of 2014,” Public Law 113-283;\n\n(d) The “Health Information Technology for Economic and Clinical Health Act,” as set forth in 45 C.F.R. part 162.\n\n(2) When a framework listed in division (B)(1) of this section is amended, a covered entity whose cybersecurity program reasonably conforms to that framework shall reasonably conform to the amended framework not later than one year after the effective date of the amended framework.\n\n(C)(1) The cybersecurity program reasonably complies with both the current version of the “payment card industry (PCI) data security standard” and conforms to the current version of another applicable industry recognized cybersecurity framework listed in division (A) of this section, subject to divisions (C)(2) and (D) of this section.\n\n(2) When a final revision to the “PCI data security standard” is published, a covered entity whose cybersecurity program reasonably complies with that standard shall reasonably comply with the revised standard not later than one year after the publication date stated in the revision.\n\n(D) If a covered entity’s cybersecurity program reasonably conforms to a combination of industry recognized cybersecurity frameworks, or complies with a standard, as in the case of the payment card industry (PCI) data security standard, as described in division (A) or (C) of this section, and two or more of those frameworks are revised, the covered entity whose cybersecurity program reasonably conforms to or complies with, as applicable, those frameworks shall reasonably conform to or comply with, as applicable, all of the revised frameworks not later than one year after the latest publication date stated in the revisions.\n\nKisling, Nestico & Redick is a personal injury law firm that has 11 …\n\nWe have been representing accident victims and their families for more than…",
      "order_index": 3
    },
    {
      "document_index": 1,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "Sections 1354.01 to 1354.05 of the Revised Code shall not be construed to provide a private right of action, including a class action, with respect to any act or practice regulated under those sections.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nKisling, Nestico & Redick is a personal injury law firm that has 11 …\n\nWe have been representing accident victims and their families for more than…",
      "order_index": 4
    },
    {
      "document_index": 1,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "If any provision of sections 1354.01 to 1354.05 of the Revised Code or the application thereof to a covered entity is for any reason held to be invalid, the remainder of the provisions under those sections and the application of such provisions to other covered entities shall not be thereby affected.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nKisling, Nestico & Redick is a personal injury law firm that has 11 …\n\nCrandall & Pera Law is a distinguished personal injury and medical malp…",
      "order_index": 5
    },
    {
      "document_index": 1,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "As used in the Revised Code, unless the context otherwise requires:\n\n(A) “Whoever” includes all persons, natural and artificial; partners; principals, agents, and employees; and all officials, public or private.\n\n(B) “Another,” when used to designate the owner of property which is the subject of an offense, includes not only natural persons but also every other owner of property.\n\n(C) “Of unsound mind” means that the person lacks the relevant mental capacity.\n\n(D) “Bond” includes an undertaking.\n\n(E) “Undertaking” includes a bond.\n\n(F) “And” may be read “or,” and “or” may be read “and” if the sense requires it.\n\n(G) “Registered mail” includes certified mail and “certified mail” includes registered mail.\n\nLast updated March 10, 2023 at 10:52 AM\n\nKisling, Nestico & Redick is a personal injury law firm that has 11 …\n\nWe have been representing accident victims and their families for more than…",
      "order_index": 6
    },
    {
      "document_index": 1,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "“State university” means a public institution of higher education which is a body politic and corporate. Each of the following institutions of higher education shall be recognized as a state university: university of Akron, Bowling Green state university, Central state university, university of Cincinnati, Cleveland state university, Kent state university, Miami university, northeast Ohio medical university, Ohio university, Ohio state university, Shawnee state university, university of Toledo, Wright state university, and Youngstown state university.\n\n“State institution of higher education” means any state university or college as defined in division (A)(1) of section 3345.12 of the Revised Code, community college, state community college, university branch established under Chapter 3355 of the Revised Code, or technical college.\n\n“University system of Ohio” means the collective group of all of the state institutions of higher education.\n\n“Member of the university system of Ohio” means any individual state institution of higher education.\n\nLast updated January 20, 2022 at 9:03 AM\n\nCrandall & Pera Law is a distinguished personal injury and medical malp…\n\nKisling, Nestico & Redick is a personal injury law firm that has 11 …\n\nWe have been representing accident victims and their families for more than…",
      "order_index": 7
    },
    {
      "document_index": 1,
      "jurisdiction": "US-OH",
      "section_number": "",
      "title": "LawServer",
      "text": "As used in any statute, unless another definition is provided in  that statute or a related statute:\n\n(A) “Child” includes child by adoption.\n\n(B) “Oath” includes affirmation, and “swear” includes affirm.\n\n(C) “Person” includes an individual, corporation, business trust, estate, trust, partnership, and association.\n\n(D) “Population” means that shown by the most recent regular federal census.\n\n(E) “Property” means real and personal property.\n\n(F) “Rule” includes regulation.\n\n(G) “State,” when applied to a part of the United States, includes any state, district, commonwealth, territory, insular possession thereof, and any area subject to the legislative authority of the United States of America. “This state” or “the state” means the state of Ohio.\n\n(H) “United States” includes all the states.\n\n(I) “Will” includes codicil.\n\n(J) “Written” or “in writing” includes any representation of words, letters, symbols, or figures; this provision does not affect any law relating to signatures.\n\n(K) “Internet” means the international computer network of both federal and nonfederal interoperable packet switched data networks, including the graphical subnetwork known as the world wide web.\n\nWe have been representing accident victims and their families for more than…\n\nCrandall & Pera Law is a distinguished personal injury and medical malp…",
      "order_index": 8
    }
  ]
}
