{
  "documents": [
    {
      "jurisdiction": "US-OK",
      "title": "Oklahoma Security Breach Notification Act",
      "identifier": "Okla. Stat. tit. 24, ยง 161 et seq.",
      "short_name": "OK Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-11-01",
      "last_amended": "2008-11-01",
      "source_url": "https://www.oscn.net/applications/oscn/deliverdocument.asp?citeID=440863"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "ยง 163",
      "title": "Disclosure of breach of security of computerized personal information",
      "text": "A. An individual or entity that owns or licenses computerized data that includes personal information of a resident of this state shall disclose any breach of the security of the system following discovery or notification of the breach to any resident of this state whose unencrypted and unredacted personal information was or is reasonably believed to have been accessed and acquired by an unauthorized person and that causes, or the individual or entity reasonably believes has caused or will cause, identity theft or other fraud to any resident of this state. Disclosure shall be made in the most expedient time possible and without unreasonable delay, consistent with the legitimate needs of law enforcement, as provided in subsection C of this section, or any measures necessary to determine the scope of the breach and restore the reasonable integrity, security, and confidentiality of the data system.\n\nB. An individual or entity that maintains computerized data that includes personal information of a resident of this state that the individual or entity does not own or license shall notify the owner or licensee of the information of any breach of the security of the system immediately following discovery of the breach, if the personal information was, or the individual or entity reasonably believes was, accessed and acquired by an unauthorized person.\n\nC. The notification required by this section may be delayed if a law enforcement agency determines that the notification will impede a criminal investigation. The notification required by this section shall be made after the law enforcement agency determines that notification will not compromise the investigation.\n\nD. For purposes of this section:\n1. \"Breach of the security of the system\" means unauthorized access and acquisition of unencrypted and unredacted computerized data that compromises the security or confidentiality of personal information maintained by an individual or entity as part of a database of personal information regarding multiple individuals and that causes, or the individual or entity reasonably believes has caused or will cause, identity theft or other fraud to any resident of this state;\n2. \"Personal information\" means the first name or first initial and last name in combination with and linked to any one or more of the following data elements that relate to a resident of this state, when the data elements are neither encrypted nor redacted: a. Social Security number, b. driver license number or state identification card number, c. financial account number, or credit card or debit card number, in combination with any required security code, access code, or password that would permit access to the financial accounts of the individual, or d. any combination of data that would allow a reasonable person to believe that the information could be used to commit identity theft without reference to additional external information.\n\nE. The notification required by this section may be provided by one of the following methods:\n1. Written notice;\n2. Electronic notice, if the notice provided is consistent with the provisions regarding electronic records and signatures set forth in the Electronic Signatures in Global and National Commerce Act;\n3. Substitute notice, if the individual or entity demonstrates that the cost of providing notice would exceed $50,000.00, or that the affected class of residents to be notified exceeds 100,000, or the individual or entity does not have sufficient contact information.",
      "jurisdiction": "US-OK",
      "order_index": 1
    }
  ]
}
