{
  "documents": [
    {
      "jurisdiction": "US-OR",
      "title": "Oregon Consumer Identity Theft Protection Act",
      "identifier": "Or. Rev. Stat. § 646A.604",
      "short_name": "OR Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2007-10-01",
      "last_amended": "2019-09-29",
      "source_url": "https://www.oregonlegislature.gov/bills_laws/ors/ors646A.html"
    },
    {
      "jurisdiction": "US-OR",
      "title": "Oregon Consumer Privacy Act",
      "identifier": "Or. Rev. Stat. § 646A.570 et seq.",
      "short_name": "OCPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2024-07-01",
      "last_amended": "2023-07-18",
      "source_url": "https://www.oregonlegislature.gov/bills_laws/ors/ors646A.html"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-OR",
      "section_number": "",
      "title": "",
      "text": "As used in the statute laws of this state, unless the context or a specially applicable definition requires otherwise:\n\n(1) ‘Any other state’ includes any state and the District of Columbia.\n\n(2) ‘City’ includes any incorporated village or town.\n\n(3) ‘County court’ includes board of county commissioners.\n\n(4) ‘Gender identity’ means an individual’s gender-related identity, appearance, expression or behavior, regardless of whether the identity, appearance, expression or behavior differs from that associated with the gender assigned to the individual at birth.\n\n(5) ‘Husband and wife,’ ‘husband or wife,’ ‘husband’ or ‘wife’ means spouses or a spouse in a marriage.\n\n(6) ‘May not’ and ‘shall not’ are equivalent expressions of an absolute prohibition.\n\n(7) ‘Person’ includes individuals, corporations, associations, firms, partnerships, limited liability companies and joint stock companies.\n\n(8) ‘Sexual orientation’ means an individual’s actual or perceived heterosexuality, homosexuality or bisexuality.\n\n(9) ‘State Treasury’ includes those financial assets the lawful custody of which are vested in the State Treasurer and the office of the State Treasurer relating to the custody of those financial assets.\n\n(10) ‘To’ means ‘to and including’ when used in a reference to a series of statute sections, subsections or paragraphs.\n\n(11) ‘United States’ includes territories, outlying possessions and the District of Columbia.\n\n(12) ‘Violate’ includes failure to comply. [Amended by 1953 c.145 § 2; 1957 c.360 § 1; 1963 c.213 § 1; 1965 c.518 § 1; 1967 c.409 § 1; 1983 c.327 § 1; 1993 c.73 § 1; 1995 c.93 § 30; 2001 c.671 § 1; 2007 c.100 § 1; 2015 c.629 § 33; 2021 c.367 § 1]\n\nThe Law Offices of Jon Friedman is a full-service litigation law firm sp…",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-OR",
      "section_number": "",
      "title": "",
      "text": "ORS 646A.600 to 646A.628 shall be known as the Oregon Consumer Information Protection Act. [2007 c.759 § 1; 2019 c.180 § 1]\n\n\n\nThe Law Offices of Jon Friedman is a full-service litigation law firm sp…",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-OR",
      "section_number": "",
      "title": "",
      "text": "A person engages in an unlawful trade practice if in the course of the person’s business, vocation or occupation the person:\n\n\n\n(1) Employs any unconscionable tactic in connection with selling, renting or disposing of real estate, goods or services, or collecting or enforcing an obligation.\n\n(2) Fails to deliver all or any portion of real estate, goods or services as promised, and at a customer’s request, fails to refund money that the customer gave to the person to purchase the undelivered real estate, goods or services and that the person does not retain pursuant to any right, claim or defense the person may assert in good faith. This subsection does not create a warranty obligation and does not apply to a dispute over the quality of real estate, goods or services delivered to a customer.\n\n(3) Violates ORS § 401.965 (2).\n\n(4) Violates a provision of ORS § 646A.725 to 646A.750.\n\n(5) Violates ORS § 646A.530.\n\n(6) Employs a collection practice that is unlawful under ORS § 646.639.\n\n(7) Is a beneficiary that violates ORS § 86.726 (1)(a) or (2), 86.729 (4) or 86.732 (1) or (2).\n\n(8) Violates ORS § 646A.093.\n\n(9) Violates a provision of ORS § 646A.600 to 646A.628.\n\n(10) Violates ORS § 646A.808 (2).\n\n(11) Violates ORS § 336.184.\n\n(12) Publishes on a website related to the person’s business, or in a consumer agreement related to a consumer transaction, a statement or representation of fact in which the person asserts that the person, in a particular manner or for particular purposes, will use, disclose, collect, maintain, delete or dispose of information that the person requests, requires or receives from a consumer and the person uses, discloses, collects, maintains, deletes or disposes of the information in a manner that is materially inconsistent with the person’s statement or representation.\n\n(13) Violates ORS § 646A.813 (2).\n\n(14) Violates ORS § 137.930 (1). [1977 c.195 § 4; 1979 c.505 § 1; 2003 c.759 9,10; 2007 c.223 § 6; 2008 c.19 § 16; 2008 c.31 § 4; 2009 c.60 § 1; 2013 c.304 § 13; 2013 c.433 § 2; 2015 c.128 § 2; 2015 c.357 § 4; 2015 c.528 § 3; 2017 c.145 § 1; 2019 c.193 § 2; 2021 c.305 § 2; 2021 c.486 § 5; 2021 c.305 § 3]\n\nThe Law Offices of Jon Friedman is a full-service litigation law firm sp…",
      "order_index": 3
    }
  ]
}
