{
  "documents": [
    {
      "jurisdiction": "US-PA",
      "title": "Pennsylvania Breach of Personal Information Notification Act",
      "identifier": "73 Pa. Stat. ยง 2303",
      "short_name": "PA Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-06-20",
      "last_amended": "2022-11-03",
      "source_url": "https://www.legis.state.pa.us/cfdocs/legis/LI/uconsCheck.cfm?txtType=HTM&yr=2005&sessInd=0&smthLwInd=0&act=94&chpt=0&sctn=3&subsctn=0"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "ยง 2303",
      "title": "Notification of breach",
      "text": "(a) General rule. An entity that maintains, stores or manages computerized data that includes personal information shall provide notice of any breach of the security of the system following discovery of the breach of the security of the system to any resident of this Commonwealth whose unencrypted and unredacted personal information was or is reasonably believed to have been accessed and acquired by an unauthorized person.\n\n(b) Notification required of vendor. An entity that maintains, stores or manages computerized data on behalf of another entity that includes personal information shall provide notice of any breach of the security of the system following discovery by the vendor of the breach of the security of the system to the entity on whose behalf the vendor maintains, stores or manages the data. The vendor shall provide such notice as soon as reasonably practicable following discovery. The entity shall be responsible for making the determinations and providing the notices required under this act.\n\n(c) Timing. Except as provided in section 4, the notice shall be made without unreasonable delay.\n\n(d) Manner of notice. Notice under this section may be given by one of the following methods:\n(1) Written notice to the last known home address for the individual.\n(2) Telephonic notice, if the customer can be reasonably expected to receive it and the notice is given in a clear and conspicuous manner, describes the incident in general terms and verifies personal information but does not require the customer to provide personal information and the customer is provided with a telephone number to call or Internet website to visit for further information and assistance.\n(3) E-mail notice, if a prior business relationship exists and the person or entity has a valid e-mail address for the individual.\n(4) Substitute notice, if the entity demonstrates one of the following: (i) The cost of providing notice would exceed $100,000. (ii) The affected class of subject persons to be notified exceeds 175,000. (iii) The entity does not have sufficient contact information.\nSubstitute notice shall consist of all of the following: (i) E-mail notice when an e-mail address is available for the subject persons. (ii) Conspicuous posting of the notice on the entity's Internet website if the entity maintains one. (iii) Notification to major Statewide media.\n\n(e) Federal compliance. An entity that complies with the notification requirements or procedures pursuant to the rules, regulations, procedures or guidelines established by the entity's primary or functional Federal regulator shall be deemed to be in compliance with this act.",
      "jurisdiction": "US-PA",
      "order_index": 1
    },
    {
      "document_index": 0,
      "section_number": "ยง 2302",
      "title": "Definitions",
      "text": "The following words and phrases when used in this act shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\"Breach of the security of the system.\" The unauthorized access and acquisition of computerized data that materially compromises the security or confidentiality of personal information maintained by the entity as part of a database of personal information regarding multiple individuals and that causes or the entity reasonably believes has caused or will cause loss or injury to any resident of this Commonwealth. Good faith acquisition of personal information by an employee or agent of the entity for the purposes of the entity is not a breach of the security of the system if the personal information is not used for a purpose other than the lawful purpose of the entity and is not subject to further unauthorized disclosure.\n\"Encrypted.\" The use of an algorithmic process to transform data into a form in which there is a low probability of assigning meaning without use of a confidential process or key.\n\"Entity.\" A State agency, a political subdivision of the Commonwealth, an individual, corporation, business trust, estate, trust, partnership, association, two or more persons having a joint or common economic interest, or any other legal or commercial entity that maintains, stores or manages computerized data that includes personal information.\n\"Personal information.\" An individual's first name or first initial and last name in combination with and linked to any one or more of the following data elements when the data elements are not encrypted or redacted: (1) Social Security number. (2) Driver's license number or a State identification card number issued in lieu of a driver's license. (3) Financial account number, credit or debit card number, in combination with any required security code, access code or password that would permit access to an individual's financial account.",
      "jurisdiction": "US-PA",
      "order_index": 2
    }
  ]
}
