{
  "documents": [
    {
      "jurisdiction": "US-RI",
      "title": "Rhode Island Identity Theft Protection Act",
      "identifier": "R.I. Gen. Laws § 11-49.3-1 et seq.",
      "short_name": "RI Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-07-10",
      "last_amended": "2016-06-29",
      "source_url": "http://webserver.rilegislature.gov/Statutes/TITLE11/11-49.3/INDEX.htm"
    },
    {
      "jurisdiction": "US-RI",
      "title": "Rhode Island Data Transparency and Privacy Protection Act",
      "identifier": "R.I. Gen. Laws § 6-48.1-1 et seq.",
      "short_name": "RIDTPPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2026-01-01",
      "last_amended": "2024-06-25",
      "source_url": "http://webserver.rilegislature.gov/Statutes/TITLE6/6-48.1/INDEX.htm"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "§ 11-49.3-3",
      "title": "Notice of breach",
      "text": "(a) Any municipal agency, state agency, or person that owns or licenses computerized data that includes personal information shall provide notification of any disclosure of personal information, or any breach of the security of the system, that poses a significant risk of identity theft to any resident of Rhode Island whose personal information was, or is reasonably believed to have been, acquired by an unauthorized person or entity, and shall provide notification to the major credit reporting agencies. This notice shall include the types of information believed to have been breached, the date of the breach, and steps affected persons should take to protect themselves. The notice shall be made in the most expedient time possible but no later than forty-five (45) calendar days after confirmation of the breach and the ability to ascertain the information required to fulfill the notice requirements.\n\n(b) Any municipal agency, state agency, or person that maintains computerized data that includes personal information that the municipal agency, state agency, or person does not own shall notify the owner or licensee of the information of any breach of the security of the system immediately following discovery.\n\n(c) The notification required by this section may be delayed if a law enforcement agency determines that the notification will impede a criminal investigation. The notification shall be made after the law enforcement agency determines that the notification will not compromise the investigation.\n\n(d) Notice of a security breach required by this section may be provided by one of the following methods:\n(1) Written notice;\n(2) Electronic notice, if the notice provided is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. § 7001;\n(3) Substitute notice, if the municipal agency, state agency, or person demonstrates that the cost of providing notice would exceed $25,000.00, or that the affected class of subject persons to be notified exceeds 50,000, or the municipal agency, state agency, or person does not have sufficient contact information. Substitute notice shall consist of all of the following: (i) E-mail notice when the municipal agency, state agency, or person has an e-mail address for the subject persons; (ii) Conspicuous posting of the notice on the municipal agency, state agency, or person's website, if the entity maintains one; and (iii) Notification to major statewide media.\n\n(e) Any person that is required to issue a notification pursuant to this section shall simultaneously send a copy of the notification to the attorney general, exclusive of any personally identifiable information.\n\n(f) If a breach of the security of the system affects more than five hundred (500) Rhode Island residents, the person must provide notice in electronic form to the attorney general, and shall include: the number of Rhode Island residents affected by the breach; a description of the breach; and actions taken by the person to address the breach.",
      "jurisdiction": "US-RI",
      "order_index": 1
    },
    {
      "document_index": 0,
      "section_number": "§ 11-49.3-2",
      "title": "Definitions",
      "text": "As used in this chapter:\n(1) \"Breach of the security of the system\" means unauthorized access or acquisition of unencrypted computerized data information that compromises the security, confidentiality, or integrity of personal information maintained by the state agency, municipality, or person. Good faith acquisition of personal information by an employee or agent of the agency for the purposes of the agency is not a breach of the security of the system, provided that the personal information is not used or subject to further unauthorized disclosure.\n(5) \"Personal information\" means an individual's first name or first initial and last name in combination with any one or more of the following data elements, when either the name or the data elements are not encrypted: (i) Social Security number; (ii) Driver's license number, Rhode Island identification card number, or tribal identification number; (iii) Account number, credit or debit card number, in combination with any required security code, access code, password, or personal identification number that would permit access to an individual's financial account; (iv) Medical or health insurance information; (v) E-mail address with any required security code, access code, or password that would permit access to an individual's personal, medical, insurance, or financial account.",
      "jurisdiction": "US-RI",
      "order_index": 2
    },
    {
      "document_index": 1,
      "section_number": "§ 6-48.1-2",
      "title": "Definitions — Rhode Island Data Transparency and Privacy Protection Act",
      "text": "As used in this chapter:\n(3) \"Consumer\" means a natural person who is a Rhode Island resident acting only in an individual or household context.\n(5) \"Controller\" means the natural or legal person that, alone or jointly with others, determines the purpose and means of processing personal data.\n(10) \"Personal data\" means any information that is linked or reasonably linkable to an identified or identifiable natural person. \"Personal data\" does not include de-identified data or publicly available information.\n(14) \"Processor\" means a natural or legal person that processes personal data on behalf of a controller.\n(17) \"Sensitive data\" means a category of personal data that includes: (i) Personal data revealing racial or ethnic origin, religious beliefs, mental or physical health condition or diagnosis, sex life, sexual orientation, or citizenship or immigration status; (ii) The processing of genetic or biometric data for the purpose of uniquely identifying a natural person; (iii) The personal data collected from a known child; or (iv) Precise geolocation data.",
      "jurisdiction": "US-RI",
      "order_index": 3
    }
  ]
}
