{
  "documents": [
    {
      "jurisdiction": "US-TX",
      "title": "Texas Identity Theft Enforcement and Protection Act",
      "identifier": "Tex. Bus. & Com. Code ยง 521.053",
      "short_name": "TX Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2005-09-01",
      "last_amended": "2019-09-01",
      "source_url": "https://statutes.capitol.texas.gov/Docs/BC/htm/BC.521.htm"
    },
    {
      "jurisdiction": "US-TX",
      "title": "Texas Data Privacy and Security Act",
      "identifier": "Tex. Bus. & Com. Code ch. 541",
      "short_name": "TDPSA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2024-07-01",
      "last_amended": "2023-06-18",
      "source_url": "https://statutes.capitol.texas.gov/Docs/BC/htm/BC.541.htm"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "ยง 521.053",
      "title": "Notification required following breach of security of computerized data",
      "order_index": 1,
      "text": "A person who conducts business in this state and owns or licenses computerized data that includes sensitive personal information shall disclose any breach of system security, after discovering or receiving notification of the breach, to any individual whose sensitive personal information was, or is reasonably believed to have been, acquired by an unauthorized person. The disclosure shall be made as quickly as possible, except as provided by Subsection (d), which allows for delay upon law enforcement request. The notification must include a description of the breach, the type of personal information involved, and contact information for the reporting person."
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "ยง 541.101",
      "title": "Consumer rights under TDPSA",
      "order_index": 2,
      "text": "A consumer has the right to: (1) confirm whether a controller is processing the consumer's personal data and access the data; (2) correct inaccuracies in the consumer's personal data; (3) delete personal data provided by or obtained about the consumer; (4) obtain a copy of the consumer's personal data in a portable, readily usable format; and (5) opt out of the processing of personal data for purposes of targeted advertising, sale, or profiling in furtherance of a decision that produces a legal or similarly significant effect concerning the consumer."
    }
  ]
}
