{
  "documents": [
    {
      "jurisdiction": "US-TX",
      "title": "Texas Identity Theft Enforcement and Protection Act",
      "identifier": "Tex. Bus. & Com. Code § 521.053",
      "short_name": "TX Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2005-09-01",
      "last_amended": "2019-09-01",
      "source_url": "https://statutes.capitol.texas.gov/Docs/BC/htm/BC.521.htm"
    },
    {
      "jurisdiction": "US-TX",
      "title": "Texas Data Privacy and Security Act",
      "identifier": "Tex. Bus. & Com. Code ch. 541",
      "short_name": "TDPSA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2024-07-01",
      "last_amended": "2023-06-18",
      "source_url": "https://statutes.capitol.texas.gov/Docs/BC/htm/BC.541.htm"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nThis chapter may be cited as the Identity Theft Enforcement and Protection Act.\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nThere are many ways a person could be injured due to someone else’s negli…",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  In this chapter:(1)  “Personal identifying information” means information that alone or in conjunction with other information identifies an individual, including an individual’s:(A)  name, social security number, date of birth, or government-issued identification number;(B)  mother’s maiden name;(C)  unique biometric data, including the individual’s fingerprint, voice print, and retina or iris image;(D)  unique electronic identification number, address, or routing code; and(E)  telecommunication access device as defined by § 32.51, Penal Code.(2)  “Sensitive personal information” means, subject to Subsection (b):(A)  an individual’s first name or first initial and last name in combination with any one or more of the following items, if the name and the items are not encrypted:(i)  social security number;(ii)  driver’s license number or government-issued identification number; or(iii)  account number or credit or debit card number in combination with any required security code, access code, or password that would permit access to an individual’s financial account; or(B)  information that identifies an individual and relates to:(i)  the physical or mental health or condition of the individual;(ii)  the provision of health care to the individual; or(iii)  payment for the provision of health care to the individual.(3)  “Victim” means a person whose identifying information is used by an unauthorized person.(b)  For purposes of this chapter, the term “sensitive personal information” does not include publicly available information that is lawfully made available to the public from the federal government or a state or local government.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nThere are many ways a person could be injured due to someone else’s negli…\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "The following definitions apply unless a different meaning is apparent from the context of the statute in which the word appears:(1)  “Affidavit” means a statement in writing of a fact or facts signed by the party making it, sworn to before an officer authorized to administer oaths, and officially certified to by the officer under his seal of office.(2)  “Comptroller” means the state comptroller of public accounts.(3)  “Effects” includes all personal property and all interest in that property.(4)  “Governing body,” if used with reference to a municipality, means the legislative body of a city, town, or village, without regard to the name or title given to any particular body.(5)  “Justice,” when applied to a magistrate, means justice of the peace.(6)  “Land commissioner” means the Commissioner of the General Land Office.(7)  “Month” means a calendar month.(8)  “Oath” includes affirmation.(9)  “Official oath” means the oath required by Article XVI, Section 1, of the Texas Constitution.(10)  “Person” includes a corporation.(11)  “Preceding,” when referring to a title, chapter, or article, means that which came immediately before.(12)  “Preceding federal census” or “most recent federal census” means the United States decennial census immediately preceding the action in question.(13)  “Property” includes real property, personal property, life insurance policies, and the effects of life insurance policies.(14)  “Signature” includes the mark of a person unable to write, and “subscribe” includes the making of such a mark.(15)  “Succeeding” means immediately following.(16)  “Swear” or “sworn” includes affirm or affirmed.(17)  “Written” or “in writing” includes any representation of words, letters, or figures, whether by writing, printing, or other means.(18)  “Year” means a calendar year.(19)  “Includes” and “including” are terms of enlargement and not of limitation or exclusive enumeration, and use of the terms does not create a presumption that components not expressed are excluded.(20)  “Population” means the population shown by the most recent federal decennial census.\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …\n\nAnderson & Cumming is a Texas based personal injury law firm. For de…",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "The following definitions apply unless the statute or context in which the word or phrase is used requires a different definition:(1)  “Oath” includes affirmation.(2)  “Person” includes corporation, organization, government or governmental subdivision or agency, business trust, estate, trust, partnership, association, and any other legal entity.(3)  “Population” means the population shown by the most recent federal decennial census.(4)  “Property” means real and personal property.(5)  “Rule” includes regulation.(6)  “Signed” includes any symbol executed or adopted by a person with present intention to authenticate a writing.(7)  “State,” when referring to a part of the United States, includes any state, district, commonwealth, territory, and insular possession of the United States and any area subject to the legislative authority of the United States of America.(8)  “Swear” includes affirm.(9)  “United States” includes a department, bureau, or other agency of the United States of America.(10)  “Week” means seven consecutive days.(11)  “Written” includes any representation of words, letters, symbols, or figures.(12)  “Year” means 12 consecutive months.(13)  “Includes” and “including” are terms of enlargement and not of limitation or exclusive enumeration, and use of the terms does not create a presumption that components not expressed are excluded.\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A person may not obtain, possess, transfer, or use personal identifying information of another person without the other person’s consent or effective consent and with intent to obtain a good, a service, insurance, an extension of credit, or any other thing of value in the other person’s name.(a-1)  For purposes of this section, “effective consent” includes consent given by a person legally authorized to act on behalf of the person from whom consent is required.  Consent is not effective if:(1)  induced by force, threat, fraud, or coercion; or(2)  given by a person who by reason of youth, mental illness, or intellectual disability is known by the actor to be unable to make reasonable decisions.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nAnderson & Cumming is a Texas based personal injury law firm. For de…\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A business shall implement and maintain reasonable procedures, including taking any appropriate corrective action, to protect from unlawful use or disclosure any sensitive personal information collected or maintained by the business in the regular course of business.(b)  A business shall destroy or arrange for the destruction of customer records containing sensitive personal information within the business’s custody or control that are not to be retained by the business by:(1)  shredding;(2)  erasing; or(3)  otherwise modifying the sensitive personal information in the records to make the information unreadable or indecipherable through any means.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  In this section, “breach of system security” means unauthorized acquisition of computerized data that compromises the security, confidentiality, or integrity of sensitive personal information maintained by a person, including data that is encrypted if the person accessing the data has the key required to decrypt the data.  Good faith acquisition of sensitive personal information by an employee or agent of the person for the purposes of the person is not a breach of system security unless the person uses or discloses the sensitive personal information in an unauthorized manner.(b)  A person who conducts business in this state and owns or licenses computerized data that includes sensitive personal information shall disclose any breach of system security, after discovering or receiving notification of the breach, to any individual whose sensitive personal information was, or is reasonably believed to have been, acquired by an unauthorized person. The disclosure shall be made without unreasonable delay and in each case not later than the 60th day after the date on which the person determines that the breach occurred, except as provided by Subsection (d) or as necessary to determine the scope of the breach and restore the reasonable integrity of the data system.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…",
      "order_index": 7
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A person who is injured by a violation of § 521.051 or who has filed a criminal complaint alleging commission of an offense under § 32.51, Penal Code, may file an application with a district court for the issuance of an order declaring that the person is a victim of identity theft.(b)  A person may file an application under this section regardless of whether the person is able to identify each person who allegedly transferred or used the person’s identifying information in an unlawful manner.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…\n\nThere are many ways a person could be injured due to someone else’s negli…",
      "order_index": 8
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nAn applicant under § 521.101 is presumed to be a victim of identity theft under this subchapter if the person charged with an offense under § 32.51, Penal Code, is convicted of the offense.\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…",
      "order_index": 9
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  After notice and hearing, if the court is satisfied by a preponderance of the evidence that an applicant under § 521.101 has been injured by a violation of § 521.051 or is the victim of an offense under § 32.51, Penal Code, the court shall enter an order declaring that the applicant is a victim of identity theft resulting from a violation of § 521.051 or an offense under § 32.51, Penal Code, as appropriate.(b)  An order under this section must contain:(1)  any known information identifying the violator or person charged with the offense;(2)  the specific personal identifying information and any related document used to commit the alleged violation or offense; and(3)  information identifying any financial account or transaction affected by the alleged violation or offense, including:(A)  the name of the financial institution in which the account is established or of the merchant involved in the transaction, as appropriate;(B)  any relevant account numbers;(C)  the dollar amount of the account or transaction affected by the alleged violation or offense; and(D)  the date of the alleged violation or offense.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …\n\nAnderson & Cumming is a Texas based personal injury law firm. For de…",
      "order_index": 10
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  An order issued under § 521.103 must be sealed because of the confidential nature of the information required to be included in the order.  The order may be opened and the order or a copy of the order may be released only:(1)  to the proper officials in a civil proceeding brought by or against the victim arising or resulting from a violation of this chapter, including a proceeding to set aside a judgment obtained against the victim;(2)  to the victim for the purpose of submitting the copy of the order to a governmental entity or private business to:(A)  prove that a financial transaction or account of the victim was directly affected by a violation of this chapter or the commission of an offense under § 32.51, Penal Code; or(B)  correct any record of the entity or business that contains inaccurate or false information as a result of the violation or offense;(3)  on order of the judge; or(4)  as otherwise required or provided by law.(b)  A copy of an order provided to a person under Subsection (a)(1) must remain sealed throughout and after the civil proceeding.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…",
      "order_index": 11
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nA court at any time may vacate an order issued under § 521.103 if the court finds that the application filed under § 521.101 or any information submitted to the court by the applicant contains a fraudulent misrepresentation or a material misrepresentation of fact.\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…",
      "order_index": 12
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A person who violates this chapter is liable to this state for a civil penalty of at least $2,000 but not more than $50,000 for each violation.  The attorney general may bring an action to recover the civil penalty imposed under this subsection.(a-1)  In addition to penalties assessed under Subsection (a), a person who fails to take reasonable action to comply with § 521.053(b) is liable to this state for a civil penalty of not more than $100 for each individual to whom notification is due under that subsection for each consecutive day that the person fails to take reasonable action to comply with that subsection.  Civil penalties under this section may not exceed $250,000 for all individuals to whom notification is due after a single breach.  The attorney general may bring an action to recover the civil penalties imposed under this subsection.\n\nAsk a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…",
      "order_index": 13
    },
    {
      "document_index": 0,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a criminal law question, get an answer ASAP!Click here to chat with a criminal defense lawyer and protect your rights.\n\nA violation of § 521.051 is a deceptive trade practice actionable under Subchapter E, Chapter 17.\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…",
      "order_index": 14
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nIn this chapter, unless a different meaning is required by the context:(1)  “Affiliate” means a legal entity that controls, is controlled by, or is under common control with another legal entity or shares common branding with another legal entity. For purposes of this subdivision, “control” or “controlled” means:(A)  the ownership of, or power to vote, more than 50 percent of the outstanding shares of any class of voting security of a company;(B)  the control in any manner over the election of a majority of the directors or of individuals exercising similar functions; or(C)  the power to exercise controlling influence over the management of a company.(2)  “Authenticate” means to verify through reasonable means that the consumer who is entitled to exercise the consumer’s rights under Subchapter B is the same consumer exercising those consumer rights with respect to the personal data at issue.(3)  “Biometric data” means data generated by automatic measurements of an individual’s biological characteristics.  The term includes a fingerprint, voiceprint, eye retina or iris, or other unique biological pattern or characteristic that is used to identify a specific individual. The term does not include a physical or digital photograph or data generated from a physical or digital photograph, a video or audio recording or data generated from a video or audio recording, or information collected, used, or stored for health care treatment, payment, or operations under the Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.).(4)  “Business associate” has the meaning assigned to the term by the Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.).(5)  “Child” means an individual younger than 13 years of age.(6)  “Consent,” when referring to a consumer, means a clear affirmative act signifying a consumer’s freely given, specific, informed, and unambiguous agreement to process personal data relating to the consumer. The term includes a written statement, including a statement written by electronic means, or any other unambiguous affirmative action.  The term does not include:(A)  acceptance of a general or broad terms of use or similar document that contains descriptions of personal data processing along with other, unrelated information;(B)  hovering over, muting, pausing, or closing a given piece of content; or(C)  agreement obtained through the use of dark patterns.(7)  “Consumer” means an individual who is a resident of this state acting only in an individual or household context. The term does not include an individual acting in a commercial or employment context.(8)  “Controller” means an individual or other person that, alone or jointly with others, determines the purpose and means of processing personal data.(9)  “Covered entity” has the meaning assigned to the term by the Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.).(10)  “Dark pattern” means a user interface designed or manipulated with the effect of substantially subverting or impairing user autonomy, decision-making, or choice, and includes any practice the Federal Trade Commission refers to as a dark pattern.(11)  “Decision that produces a legal or similarly significant effect concerning a consumer” means a decision made by the controller that results in the provision or denial by the controller of:(A)  financial and lending services;(B)  housing, insurance, or health care services;(C)  education enrollment;(D)  employment opportunities;(E)  criminal justice; or(F)  access to basic necessities, such as food and water.(12)  “Deidentified data” means data that cannot reasonably be linked to an identified or identifiable individual, or a device linked to that individual.(13)  “Health care provider” has the meaning assigned to the term by the Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.).(14)  “Health record” means any written, printed, or electronically recorded material maintained by a health care provider in the course of providing health care services to an individual that concerns the individual and the services provided. The term includes:(A)  the substance of any communication made by an individual to a health care provider in confidence during or in connection with the provision of health care services; or(B)  information otherwise acquired by the health care provider about an individual in confidence and in connection with health care services provided to the individual.(15)  “Identified or identifiable individual” means a consumer who can be readily identified, directly or indirectly.(16)  “Institution of higher education” means:(A)  an institution of higher education as defined by § 61.003, Education Code; or(B)  a private or independent institution of higher education as defined by § 61.003, Education Code.(17)  “Known child” means a child under circumstances where a controller has actual knowledge of, or wilfully disregards, the child’s age.(18)  “Nonprofit organization” means:(A)  a corporation organized under Chapters 20 and 22, Business Organizations Code, and the provisions of Title 1, Business Organizations Code, to the extent applicable to nonprofit corporations;(B)  an organization exempt from federal taxation under Section 501(a), Internal Revenue Code of 1986, by being listed as an exempt organization under Section 501(c)(3), 501(c)(6), 501(c)(12), or 501(c)(19) of that code;(C)  a political organization; or(D)  an organization that:(i)  is exempt from federal taxation under Section 501(a), Internal Revenue Code of 1986, by being listed as an exempt organization under Section 501(c)(4) of that code; and(ii)  is described by § 701.052(a), Insurance Code.(19)  “Personal data” means any information, including sensitive data, that is linked or reasonably linkable to an identified or identifiable individual.  The term includes pseudonymous data when the data is used by a controller or processor in conjunction with additional information that reasonably links the data to an identified or identifiable individual.  The term does not include deidentified data or publicly available information.(20)  “Political organization” means a party, committee, association, fund, or other organization, regardless of whether incorporated, that is organized and operated primarily for the purpose of influencing or attempting to influence:(A)  the selection, nomination, election, or appointment of an individual to a federal, state, or local public office or an office in a political organization, regardless of whether the individual is selected, nominated, elected, or appointed; or(B)  the election of a presidential/vice-presidential elector, regardless of whether the elector is selected, nominated, elected, or appointed.(21)  “Precise geolocation data” means information derived from technology, including global positioning system level latitude and longitude coordinates or other mechanisms, that directly identifies the specific location of an individual with precision and accuracy within a radius of 1,750 feet.  The term does not include the content of communications or any data generated by or connected to an advanced utility metering infrastructure system or to equipment for use by a utility.(22)  “Process” or “processing” means an operation or set of operations performed, whether by manual or automated means, on personal data or on sets of personal data, such as the collection, use, storage, disclosure, analysis, deletion, or modification of personal data.(23)  “Processor” means a person that processes personal data on behalf of a controller.(24)  “Profiling” means any form of solely automated processing performed on personal data to evaluate, analyze, or predict personal aspects related to an identified or identifiable individual’s economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.(25)  “Protected health information” has the meaning assigned to the term by the Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.).(26)  “Pseudonymous data” means any information that cannot be attributed to a specific individual without the use of additional information, provided that the additional information is kept separately and is subject to appropriate technical and organizational measures to ensure that the personal data is not attributed to an identified or identifiable individual.(27)  “Publicly available information” means information that is lawfully made available through government records, or information that a business has a reasonable basis to believe is lawfully made available to the general public through widely distributed media, by a consumer, or by a person to whom a consumer has disclosed the information, unless the consumer has restricted the information to a specific audience.(28)  “Sale of personal data” means the sharing, disclosing, or transferring of personal data for monetary or other valuable consideration by the controller to a third party.  The term does not include:(A)  the  disclosure of personal data to a processor that processes the personal data on the controller’s behalf;(B)  the  disclosure of personal data to a third party for purposes of providing a product or service requested by the consumer;(C)  the disclosure or transfer of personal data to an affiliate of the controller;(D)  the disclosure of information that the consumer:(i)  intentionally made available to the general public through a mass media channel; and(ii)  did not restrict to a specific audience; or(E)  the disclosure or transfer of personal data to a third party as an asset that is part of a merger or acquisition.(29)  “Sensitive data” means a category of personal data.  The term includes:(A)  personal data revealing racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexuality, or citizenship or immigration status;(B)  genetic or biometric data that is processed for the purpose of uniquely identifying an individual;(C)  personal data collected from a known child; or(D)  precise geolocation data.(30)  “State agency” means a department, commission, board, office, council, authority, or other agency in any branch of state government that is created by the constitution or a statute of this state, including a university system or institution of higher education as defined by § 61.003, Education Code.(31)  “Targeted advertising” means displaying to a consumer an advertisement that is selected based on personal data obtained from that consumer’s activities over time and across nonaffiliated websites or online applications to predict the consumer’s preferences or interests.  The term does not include:(A)  an advertisement that:(i)  is based on activities within a controller’s own websites or online applications;(ii)  is based on the context of a consumer’s current search query, visit to a website, or online application; or(iii)  is directed to a consumer in response to the consumer’s request for information or feedback; or(B)  the processing of personal data solely for measuring or reporting advertising performance, reach, or frequency.(32)  “Third party” means a person, other than the consumer, the controller, the processor, or an affiliate of the controller or processor.(33)  “Trade secret” means all forms and types of information, including business, scientific, technical, economic, or engineering information, and any formula, design, prototype, pattern, plan, compilation, program device, program, code, device, method, technique, process, procedure, financial data, or list of actual or potential customers or suppliers, whether tangible or intangible and whether or how stored, compiled, or memorialized physically, electronically, graphically, photographically, or in writing if:(A)  the owner of the trade secret has taken reasonable measures under the circumstances to keep the information secret; and(B)  the information derives independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable through proper means by, another person who can obtain economic value from the disclosure or use of the information.\n\nText of section effective on July 01, 2024",
      "order_index": 1
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  This chapter applies only to a person that:(1)  conducts business in this state or produces a product or service consumed by residents of this state;(2)  processes or engages in the sale of personal data; and(3)  is not a small business as defined by the United States Small Business Administration, except to the extent that § 541.107 applies to a person described by this subdivision.(b)  This chapter does not apply to:(1)  a state agency or a political subdivision of this state;(2)  a financial institution or data subject to Title V, Gramm-Leach-Bliley Act (15 U.S.C. § 6801 et seq.);(3)  a covered entity or business associate governed by the privacy, security, and breach notification rules issued by the United States Department of Health and Human Services, 45 C.F.R. Parts 160 and 164, established under the Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.), and the Health Information Technology for Economic and Clinical Health Act (Division A, Title XIII, and Division B, Title IV, Pub. L. No. 111-5);(4)  a nonprofit organization;(5)  an institution of higher education; or(6)  an electric utility, a power generation company, or a retail electric provider, as those terms are defined by § 31.002, Utilities Code.\n\nText of section effective on July 01, 2024\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…",
      "order_index": 2
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nThe following information is exempt from this chapter:(1)  protected health information under the Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.);(2)  health records;(3)  patient identifying information for purposes of 42 U.S.C. § 290dd-2;(4)  identifiable private information:(A)  for purposes of the federal policy for the protection of human subjects under 45 C.F.R. part 46;(B)  collected as part of human subjects research under the good clinical practice guidelines issued by The International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use (ICH) or of the protection of human subjects under 21 C.F.R. Parts 50 and 56; or(C)  that is personal data used or shared in research conducted in accordance with the requirements set forth in this chapter or other research conducted in accordance with applicable law;(5)  information and documents created for purposes of the Health Care Quality Improvement Act of 1986 (42 U.S.C. § 11101 et seq.);(6)  patient safety work product for purposes of the Patient Safety and Quality Improvement Act of 2005 (42 U.S.C. § 299b-21 et seq.);(7)  information derived from any of the health care-related information listed in this section that is deidentified in accordance with the requirements for deidentification under the Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.);(8)  information originating from, and intermingled to be indistinguishable with, or information treated in the same manner as, information exempt under this section that is maintained by a covered entity or business associate as defined by the Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.) or by a program or a qualified service organization as defined by 42 U.S.C. § 290dd-2;(9)  information that is included in a limited data set as described by 45 C.F.R. § 164.514(e), to the extent that the information is used, disclosed, and maintained in the manner specified by 45 C.F.R. § 164.514(e);(10)  information collected or used only for public health activities and purposes as authorized by the Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.);(11)  the collection, maintenance, disclosure, sale, communication, or use of any personal information bearing on a consumer’s creditworthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living by a consumer reporting agency or furnisher that provides information for use in a consumer report, and by a user of a consumer report, but only to the extent that the activity is regulated by and authorized under the Fair Credit Reporting Act (15 U.S.C. § 1681 et seq.);(12)  personal data collected, processed, sold, or disclosed in compliance with the Driver’s Privacy Protection Act of 1994 (18 U.S.C. § 2721 et seq.);(13)  personal data regulated by the Family Educational Rights and Privacy Act of 1974 (20 U.S.C. § 1232g);(14)  personal data collected, processed, sold, or disclosed in compliance with the Farm Credit Act of 1971 (12 U.S.C. § 2001 et seq.);(15)  data processed or maintained in the course of an individual applying to, being employed by, or acting as an agent or independent contractor of a controller, processor, or third party, to the extent that the data is collected and used within the context of that role;(16)  data processed or maintained  as the emergency contact information of an individual under this chapter that is used for emergency contact purposes; or(17)  data that is processed or maintained and is necessary to retain to administer benefits for another individual that relates to an individual described by Subdivision (15) and used for the purposes of administering those benefits.\n\nText of section effective on July 01, 2024\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …",
      "order_index": 3
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nThis chapter does not apply to the processing of personal data by a person in the course of a purely personal or household activity.\n\nText of section effective on July 01, 2024\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nThere are many ways a person could be injured due to someone else’s negli…\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…",
      "order_index": 4
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nA controller or processor that complies with the verifiable parental consent requirements of the Children’s Online Privacy Protection Act of 1998 (15 U.S.C. § 6501 et seq.) with respect to data collected online is considered to be in compliance with any requirement to obtain parental consent under this chapter.\n\nText of section effective on July 01, 2024\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nThere are many ways a person could be injured due to someone else’s negli…",
      "order_index": 5
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nIn this code:(1)  “Commissioner” means the commissioner of agriculture.(2)  “Department” means the Department of Agriculture.(3)  “Livestock” means cattle, horses, mules, asses, sheep, goats, llamas, alpacas, exotic livestock, including elk and elk hybrids, and hogs, unless otherwise defined.\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…",
      "order_index": 6
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "The following definitions apply unless a different meaning is apparent from the context of the statute in which the word appears:(1)  “Affidavit” means a statement in writing of a fact or facts signed by the party making it, sworn to before an officer authorized to administer oaths, and officially certified to by the officer under his seal of office.(2)  “Comptroller” means the state comptroller of public accounts.(3)  “Effects” includes all personal property and all interest in that property.(4)  “Governing body,” if used with reference to a municipality, means the legislative body of a city, town, or village, without regard to the name or title given to any particular body.(5)  “Justice,” when applied to a magistrate, means justice of the peace.(6)  “Land commissioner” means the Commissioner of the General Land Office.(7)  “Month” means a calendar month.(8)  “Oath” includes affirmation.(9)  “Official oath” means the oath required by Article XVI, Section 1, of the Texas Constitution.(10)  “Person” includes a corporation.(11)  “Preceding,” when referring to a title, chapter, or article, means that which came immediately before.(12)  “Preceding federal census” or “most recent federal census” means the United States decennial census immediately preceding the action in question.(13)  “Property” includes real property, personal property, life insurance policies, and the effects of life insurance policies.(14)  “Signature” includes the mark of a person unable to write, and “subscribe” includes the making of such a mark.(15)  “Succeeding” means immediately following.(16)  “Swear” or “sworn” includes affirm or affirmed.(17)  “Written” or “in writing” includes any representation of words, letters, or figures, whether by writing, printing, or other means.(18)  “Year” means a calendar year.(19)  “Includes” and “including” are terms of enlargement and not of limitation or exclusive enumeration, and use of the terms does not create a presumption that components not expressed are excluded.(20)  “Population” means the population shown by the most recent federal decennial census.\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …\n\nAnderson & Cumming is a Texas based personal injury law firm. For de…",
      "order_index": 7
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "The following definitions apply unless the statute or context in which the word or phrase is used requires a different definition:(1)  “Oath” includes affirmation.(2)  “Person” includes corporation, organization, government or governmental subdivision or agency, business trust, estate, trust, partnership, association, and any other legal entity.(3)  “Population” means the population shown by the most recent federal decennial census.(4)  “Property” means real and personal property.(5)  “Rule” includes regulation.(6)  “Signed” includes any symbol executed or adopted by a person with present intention to authenticate a writing.(7)  “State,” when referring to a part of the United States, includes any state, district, commonwealth, territory, and insular possession of the United States and any area subject to the legislative authority of the United States of America.(8)  “Swear” includes affirm.(9)  “United States” includes a department, bureau, or other agency of the United States of America.(10)  “Week” means seven consecutive days.(11)  “Written” includes any representation of words, letters, symbols, or figures.(12)  “Year” means 12 consecutive months.(13)  “Includes” and “including” are terms of enlargement and not of limitation or exclusive enumeration, and use of the terms does not create a presumption that components not expressed are excluded.\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…",
      "order_index": 8
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A consumer is entitled to exercise the consumer rights authorized by this section at any time by submitting a request to a controller specifying the consumer rights the consumer wishes to exercise.  With respect to the processing of personal data belonging to a known child, a parent or legal guardian of the child may exercise the consumer rights on behalf of the child.(b)  A controller shall comply with an authenticated consumer request to exercise the right to:(1)  confirm whether a controller is processing the consumer’s personal data and to access the personal data;(2)  correct inaccuracies in the consumer’s personal data, taking into account the nature of the personal data and the purposes of the processing of the consumer’s personal data;(3)  delete personal data provided by or obtained about the consumer;(4)  if the data is available in a digital format, obtain a copy of the consumer’s personal data that the consumer previously provided to the controller in a portable and, to the extent technically feasible, readily usable format that allows the consumer to transmit the data to another controller without hindrance; or(5)  opt out of the processing of the personal data for purposes of:(A)  targeted advertising;(B)  the sale of personal data; or(C)  profiling in furtherance of a decision that produces a legal or similarly significant effect concerning the consumer.\n\nText of section effective on July 01, 2024\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…",
      "order_index": 9
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  Except as otherwise provided by this chapter, a controller shall comply with a request submitted by a consumer to exercise the consumer’s rights pursuant to § 541.051 as provided by this section.(b)  A controller shall respond to the consumer request without undue delay, which may not be later than the 45th day after the date of receipt of the request.  The controller may extend the response period once by an additional 45 days when reasonably necessary, taking into account the complexity and number of the consumer’s requests, so long as the controller informs the consumer of the extension within the initial 45-day response period, together with the reason for the extension.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…",
      "order_index": 10
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A controller shall establish a process for a consumer to appeal the controller’s refusal to take action on a request within a reasonable period of time after the consumer’s receipt of the decision under § 541.052(c).(b)  The appeal process must be conspicuously available and similar to the process for initiating action to exercise consumer rights by submitting a request under § 541.051.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …\n\nThere are many ways a person could be injured due to someone else’s negli…",
      "order_index": 11
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nAny provision of a contract or agreement that waives or limits in any way a consumer right described by Sections 541.051, 541.052, and 541.053 is contrary to public policy and is void and unenforceable.\n\nText of section effective on July 01, 2024\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nThere are many ways a person could be injured due to someone else’s negli…",
      "order_index": 12
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A controller shall establish two or more secure and reliable methods to enable consumers to submit a request to exercise their consumer rights under this chapter. The methods must take into account:(1)  the ways in which consumers normally interact with the controller;(2)  the necessity for secure and reliable communications of those requests; and(3)  the ability of the controller to authenticate the identity of the consumer making the request.(b)  A controller may not require a consumer to create a new account to exercise the consumer’s rights under this subchapter but may require a consumer to use an existing account.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…",
      "order_index": 13
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  In this chapter:(1)  “Consumer” means a person to whom credit is extended in a credit transaction.  The term includes a comaker, endorser, guarantor, surety, or another person who is obligated to repay the extension of credit.(2)  “Credit document” means a written instrument evidencing a credit transaction and includes all written agreements between each consumer and creditor that relate to that transaction.(3)  “Credit transaction” means:(A)  any sale, loan, or other transaction involving a retail purchase of a manufactured home and under which a person in a written agreement, including a credit sales contract or loan instrument, grants to another person a purchase money lien on the manufactured home to secure an extension of credit that is:(i)  subject to a finance charge;  or(ii)  payable in more than four installments, not including a down payment;  and(B)  a lease or bailment described by § 347.003.(4)  “Creditor” means a:(A)  person who extends credit or arranges for the extension of credit in a credit transaction;  or(B)  retailer or broker, as defined by § 1201.003, Occupations Code, who participates in arranging for the extension of credit in a credit transaction.(5)  “Manufactured home” has the meaning assigned by § 1201.003, Occupations Code.  The term includes furniture, appliances, drapes, carpets, wall coverings, and other items that are:(A)  attached to or contained in the structure;  and(B)  included in the cash price and sold with the structure.(b)  To the extent possible, a word or phrase used in this chapter, other than a term defined by this section, has the meaning assigned by the Truth in Lending Act (15 U.S.C. § 1601 et seq.) and its subsequent amendments, as implemented by Regulation Z (12 C.F.R. part 1026).\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …",
      "order_index": 14
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A bailment or lease of a manufactured home is a credit transaction if the bailee or lessee:(1)  agrees to pay as compensation for use of the manufactured home an amount that is substantially equal to or that exceeds the aggregate value of the property and services involved;  and(2)  on compliance with the agreement becomes the owner of the manufactured home or has the option to become the owner of the manufactured home, for nominal or no additional consideration.(b)  A bailment or lease that the bailee or lessee may terminate at any time without penalty is not a credit transaction.\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…",
      "order_index": 15
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nIn this chapter:(1)  “Advertisement” means a commercial message that promotes the sale or exchange of a manufactured home and that is presented on radio, television, a public-address system, or electronic media or appears in a newspaper, a magazine, a flyer, a catalog, direct mail literature, an inside or outside sign or window display, point-of-sale literature, a price tag, or other printed material.  The term does not include educational material or material required by law.(2)  “Affiliate” means a person who is under common control.(3)  “Alteration” means the replacement, addition, modification, or removal of equipment in a new manufactured home after sale by a manufacturer to a retailer but before sale and installation by a retailer to a purchaser in a manner that may affect the home’s construction, fire safety, occupancy, or plumbing, heating, or electrical system.  The term includes the modification of a manufactured home in a manner that may affect the home’s compliance with the appropriate standards but does not include:(A)  the repair or replacement of a component or appliance that requires plug-in to an electrical receptacle, if the replaced item is of the same configuration and rating as the replacement; or(B)  the addition of an appliance that requires plug-in to an electrical receptacle and that was not provided with the manufactured home by the manufacturer, if the rating of the appliance does not exceed the rating of the receptacle to which the appliance is connected.(4)  “Attached” in reference to a manufactured home means that the home has been:(A)  installed in compliance with the rules of the department; and(B)  connected to a utility, including a utility providing water, electric, natural gas, propane or butane gas, or wastewater service.(5)  “Board” means the Manufactured Housing Board within the Texas Department of Housing and Community Affairs.(6)  “Broker” means a person engaged by one or more other persons to negotiate or offer to negotiate a bargain or contract for the sale or exchange of a manufactured home for which a certificate or other document of title has been issued and is outstanding.  The term does not include a person who maintains a location for the display of manufactured homes.(7)  “Business use” means the use of a manufactured home in conjunction with operating a business, for a purpose other than as a permanent or temporary residential dwelling.(8)  “Consumer” means a person, other than a person licensed under this chapter, who seeks to acquire or acquires by purchase or exchange a manufactured home.(9)  “Control” means, with respect to another person, the possession of the power, directly or indirectly, to vote an interest of 25 percent or more.(9-a)  “Credit transaction” has the meaning assigned by § 347.002(a)(3), Finance Code.(10)  “Department” means the Texas Department of Housing and Community Affairs operating through its manufactured housing division.(11)  “Director” means the executive director of the manufactured housing division of the Texas Department of Housing and Community Affairs.(12)  “HUD-code manufactured home”:(A)  means a structure:(i)  constructed on or after June 15, 1976, according to the rules of the United States Department of Housing and Urban Development;(ii)  built on a permanent chassis;(iii)  designed for use as a dwelling with or without a permanent foundation when the structure is connected to the required utilities;(iv)  transportable in one or more sections; and(v)  in the traveling mode, at least eight body feet in width or at least 40 body feet in length or, when erected on site, at least 320 square feet;(B)  includes the plumbing, heating, air conditioning, and electrical systems of the home; and(C)  does not include a recreational vehicle as defined by 24 C.F.R. § 3282.8(g).(13)  “Installation” means the temporary or permanent construction of the foundation system and the placement of a manufactured home or manufactured home component on the foundation.  The term includes supporting, blocking, leveling, securing, anchoring, and properly connecting multiple or expandable sections or components and making minor adjustments.(14)  “Installer” means a person, including a retailer or manufacturer, who contracts to perform or performs an installation function on manufactured housing.(15)  “Label” means a device or insignia that is:(A)  issued by the director to indicate compliance with the standards, rules, and regulations established by the United States Department of Housing and Urban Development; and(B)  permanently attached to each transportable section of each HUD-code manufactured home constructed after June 15, 1976, for sale to a consumer.(16)  Repealed by Acts 2017, 85th Leg., R.S., Ch. 408 (H.B. 2019), Sec. 85(1), eff. September 1, 2017.(17)  “License holder” or “licensee” means a person who holds a department-issued license as a manufacturer, retailer, broker, salesperson, or installer.(18)  “Manufactured home” or “manufactured housing” means a HUD-code manufactured home or a mobile home.(19)  “Manufacturer” means a person who constructs or assembles manufactured housing for sale or exchange in this state.(20)  “Mobile home”:(A)  means a structure:(i)  constructed before June 15, 1976;(ii)  built on a permanent chassis;(iii)  designed for use as a dwelling with or without a permanent foundation when the structure is connected to the required utilities;(iv)  transportable in one or more sections; and(v)  in the traveling mode, at least eight body feet in width or at least 40 body feet in length or, when erected on site, at least 320 square feet; and(B)  includes the plumbing, heating, air conditioning, and electrical systems of the home.(21)  “New manufactured home” means a manufactured home that is not a used manufactured home, regardless of its age.(21-a)  “Nonresidential use” means use of a manufactured home for a purpose other than as a permanent or temporary residential dwelling.(22)  “Person” means an individual or a partnership, company, corporation, association, or other group, however organized.(23)  “Related person” means a person who:(A)  directly participates in management or policy decisions; and(B)  is designated by an entity and satisfies the requirements of Sections 1201.104 and 1201.113 on behalf of the entity, if the entity is licensed or seeking licensure under this chapter.(24)  “Retailer” means a person who:(A)  is engaged in the business of buying for resale, selling, or exchanging manufactured homes or offering manufactured homes for sale or exchange to consumers, including a person who maintains a location for the display of manufactured homes; and(B)  sells or exchanges at least two manufactured homes to consumers in a 12-month period.(25)  “Rules” means the rules of the department.(26)  “Salesperson” means a person who, as an employee or agent of a retailer or broker, sells or offers to sell manufactured housing to a consumer.(26-a)  “Sales purchase contract” means the contract between a retailer and a consumer for the purchase of a manufactured home from the retailer.(27)  “Salvaged manufactured home” means a manufactured home determined to be salvaged under § 1201.461.(28)  “Seal” means a device or insignia issued by the director that, for title purposes, is to be attached to a used manufactured home as required by the director.(29)  “Standards code” means the Texas Manufactured Housing Standards Code.(30)  “Statement of ownership” means a statement issued by the department and setting forth:(A)  the ownership of a manufactured home in this state as provided by § 1201.205; and(B)  other information required by this chapter.(31)  Repealed by Acts 2017, 85th Leg., R.S., Ch. 408 (H.B. 2019), Sec. 85(1), eff. September 1, 2017.(32)  “Used manufactured home” means a manufactured home which has been occupied for any use or for which a statement of ownership has been issued.  The term does not include:(A)  a manufactured home that was used as a sales model at a licensed retail location; or(B)  a manufactured home that:(i)  was sold as a new manufactured home and installed but never occupied;(ii)  had a statement of ownership; and(iii)  was taken back from the consumer or transferee because of a first payment default or agreement to rescind or unwind the transaction.\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…",
      "order_index": 16
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A controller:(1)  shall limit the collection of personal data to what is adequate, relevant, and reasonably necessary in relation to the purposes for which that personal data is processed, as disclosed to the consumer; and(2)  for purposes of protecting the confidentiality, integrity, and accessibility of personal data, shall establish, implement, and maintain reasonable administrative, technical, and physical data security practices that are appropriate to the volume and nature of the personal data at issue.(b)  A controller may not:(1)  except as otherwise provided by this chapter, process personal data for a purpose that is neither reasonably necessary to nor compatible with the disclosed purpose for which the personal data is processed, as disclosed to the consumer, unless the controller obtains the consumer’s consent;(2)  process personal data in violation of state and federal laws that prohibit unlawful discrimination against consumers;(3)  discriminate against a consumer for exercising any of the consumer rights contained in this chapter, including by denying goods or services, charging different prices or rates for goods or services, or providing a different level of quality of goods or services to the consumer; or(4)  process the sensitive data of a consumer without obtaining the consumer’s consent, or, in the case of processing the sensitive data of a known child, without processing that data in accordance with the Children’s Online Privacy Protection Act of 1998 (15 U.S.C. § 6501 et seq.).\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nThere are many ways a person could be injured due to someone else’s negli…\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…",
      "order_index": 17
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A controller shall provide consumers with a reasonably accessible and clear privacy notice that includes:(1)  the categories of personal data processed by the controller, including, if applicable, any sensitive data processed by the controller;(2)  the purpose for processing personal data;(3)  how consumers may exercise their consumer rights under Subchapter B, including the process by which a consumer may appeal a controller’s decision with regard to the consumer’s request;(4)  if applicable, the categories of personal data that the controller shares with third parties;(5)  if applicable, the categories of third parties with whom the controller shares personal data; and(6)  a description of the methods required under § 541.055 through which consumers can submit requests to exercise their consumer rights under this chapter.(b)  If a controller engages in the sale of personal data that is sensitive data, the controller shall include the following notice:\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nThere are many ways a person could be injured due to someone else’s negli…\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …",
      "order_index": 18
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nIf a controller sells personal data to third parties or processes personal data for targeted advertising, the controller shall clearly and conspicuously disclose that process and the manner in which a consumer may exercise the right to opt out of that process.\n\nText of section effective on July 01, 2024\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…",
      "order_index": 19
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A processor shall adhere to the instructions of a controller and shall assist the controller in meeting or complying with the controller’s duties or requirements under this chapter, including:(1)  assisting the controller in responding to consumer rights requests submitted under § 541.051 by using appropriate technical and organizational measures, as reasonably practicable, taking into account the nature of processing and the information available to the processor;(2)  assisting the controller with regard to complying with the requirement relating to the security of processing personal data and to the notification of a breach of security of the processor’s system under Chapter 521, taking into account the nature of processing and the information available to the processor; and(3)  providing necessary information to enable the controller to conduct and document data protection assessments under § 541.105.(b)  A contract between a controller and a processor shall govern the processor’s data processing procedures with respect to processing performed on behalf of the controller. The contract must include:(1)  clear instructions for processing data;(2)  the nature and purpose of processing;(3)  the type of data subject to processing;(4)  the duration of processing;(5)  the rights and obligations of both parties; and(6)  a requirement that the processor shall:(A)  ensure that each person processing personal data is subject to a duty of confidentiality with respect to the data;(B)  at the controller’s direction, delete or return all personal data to the controller as requested after the provision of the service is completed, unless retention of the personal data is required by law;(C)  make available to the controller, on reasonable request, all information in the processor’s possession necessary to demonstrate the processor’s compliance with the requirements of this chapter;(D)  allow, and cooperate with, reasonable assessments by the controller or the controller’s designated assessor; and(E)  engage any subcontractor pursuant to a written contract that requires the subcontractor to meet the requirements of the processor with respect to the personal data.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…",
      "order_index": 20
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A controller shall conduct and document a data protection assessment of each of the following processing activities involving personal data:(1)  the processing of personal data for purposes of targeted advertising;(2)  the sale of personal data;(3)  the processing of personal data for purposes of profiling, if the profiling presents a reasonably foreseeable risk of:(A)  unfair or deceptive treatment of or unlawful disparate impact on consumers;(B)  financial, physical, or reputational injury to consumers;(C)  a physical or other intrusion on the solitude or seclusion, or the private affairs or concerns, of consumers, if the intrusion would be offensive to a reasonable person; or(D)  other substantial injury to consumers;(4)  the processing of sensitive data; and(5)  any processing activities involving personal data that present a heightened risk of harm to consumers.(b)  A data protection assessment conducted under Subsection (a) must:(1)  identify and weigh the direct or indirect benefits that may flow from the processing to the controller, the consumer, other stakeholders, and the public, against the potential risks to the rights of the consumer associated with that processing, as mitigated by safeguards that can be employed by the controller to reduce the risks; and(2)  factor into the assessment:(A)  the use of deidentified data;(B)  the reasonable expectations of consumers;(C)  the context of the processing; and(D)  the relationship between the controller and the consumer whose personal data will be processed.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…",
      "order_index": 21
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A controller in possession of deidentified data shall:(1)  take reasonable measures to ensure that the data cannot be associated with an individual;(2)  publicly commit to maintaining and using deidentified data without attempting to reidentify the data; and(3)  contractually obligate any recipient of the deidentified data to comply with the provisions of this chapter.(b)  This chapter may not be construed to require a controller or processor to:(1)  reidentify deidentified data or pseudonymous data;(2)  maintain data in identifiable form or obtain, retain, or access any data or technology for the purpose of allowing the controller or processor to associate a consumer request with personal data; or(3)  comply with an authenticated consumer rights request under § 541.051, if the controller:(A)  is not reasonably capable of associating the request with the personal data or it would be unreasonably burdensome for the controller to associate the request with the personal data;(B)  does not use the personal data to recognize or respond to the specific consumer who is the subject of the personal data or associate the personal data with other personal data about the same specific consumer; and(C)  does not sell the personal data to any third party or otherwise voluntarily disclose the personal data to any third party other than a processor, except as otherwise permitted by this section.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nAnderson & Cumming is a Texas based personal injury law firm. For de…\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…",
      "order_index": 22
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A person described by § 541.002(a)(3) may not engage in the sale of personal data that is sensitive data without receiving prior consent from the consumer.(b)  A person who violates this section is subject to the penalty under § 541.155.\n\nText of section effective on July 01, 2024\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.",
      "order_index": 23
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nThere are many ways a person could be injured due to someone else’s negli…\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…",
      "order_index": 24
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nThe attorney general shall post on the attorney general’s Internet website:(1)  information relating to:(A)  the responsibilities of a controller under Subchapters B and C;(B)  the responsibilities of a processor under Subchapter C; and(C)  a consumer’s rights under Subchapter B; and(2)  an online mechanism through which a consumer may submit a complaint under this chapter to the attorney general.\n\nText of section effective on July 01, 2024\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …",
      "order_index": 25
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  If the attorney general has reasonable cause to believe that a person has engaged in or is engaging in a violation of this chapter, the attorney general may issue a civil investigative demand.  The procedures established for the issuance of a civil investigative demand under § 15.10 apply to the same extent and manner to the issuance of a civil investigative demand under this section.(b)  The attorney general may request, pursuant to a civil investigative demand issued under Subsection (a), that a controller disclose any data protection assessment that is relevant to an investigation conducted by the attorney general.  The attorney general may evaluate the data protection assessment for compliance with the requirements set forth in Sections 541.101, 541.102, and 541.103.\n\nText of section effective on July 01, 2024\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…",
      "order_index": 26
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nBefore bringing an action under § 541.155, the attorney general shall notify a person in writing, not later than the 30th day before bringing the action, identifying the specific provisions of this chapter the attorney general alleges have been or are being violated.  The attorney general may not bring an action against the person if:(1)  within the 30-day period, the person cures the identified violation; and(2)  the person provides the attorney general a written statement that the person:(A)  cured the alleged violation;(B)  notified the consumer that the consumer’s privacy violation was addressed, if the consumer’s contact information has been made available to the person;(C)  provided supportive documentation to show how the privacy violation was cured; and(D)  made changes to internal policies, if necessary, to ensure that no such further violations will occur.\n\nText of section effective on July 01, 2024\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…",
      "order_index": 27
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A person who violates this chapter following the cure period described by § 541.154 or who breaches a written statement provided to the attorney general under that section is liable for a civil penalty in an amount not to exceed $7,500 for each violation.(b)  The attorney general may bring an action in the name of this state to:(1)  recover a civil penalty under this section;(2)  restrain or enjoin the person from violating this chapter; or(3)  recover the civil penalty and seek injunctive relief.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nRecognized among the top 1% of firms with a Best of Bar distinction, our la…",
      "order_index": 28
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nThis chapter may not be construed as providing a basis for, or being subject to, a private right of action for a violation of this chapter or any other law.\n\nText of section effective on July 01, 2024\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nAnderson & Cumming is a Texas based personal injury law firm. For de…",
      "order_index": 29
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  This chapter may not be construed to restrict a controller’s or processor’s ability to:(1)  comply with federal, state, or local laws, rules, or regulations;(2)  comply with a civil, criminal, or regulatory inquiry, investigation, subpoena, or summons by federal, state, local, or other governmental authorities;(3)  investigate, establish, exercise, prepare for, or defend legal claims;(4)  provide a product or service specifically requested by a consumer or the parent or guardian of a child, perform a contract to which the consumer is a party, including fulfilling the terms of a written warranty, or take steps at the request of the consumer before entering into a contract;(5)  take immediate steps to protect an interest that is essential for the life or physical safety of the consumer or of another individual and in which the processing cannot be manifestly based on another legal basis;(6)  prevent, detect, protect against, or respond to security incidents, identity theft, fraud, harassment, malicious or deceptive activities, or any illegal activity;(7)  preserve the integrity or security of systems or investigate, report, or prosecute those responsible for breaches of system security;(8)  engage in public or peer-reviewed scientific or statistical research in the public interest that adheres to all other applicable ethics and privacy laws and is approved, monitored, and governed by an institutional review board or similar independent oversight entity that determines:(A)  if the deletion of the information is likely to provide substantial benefits that do not exclusively accrue to the controller;(B)  whether the expected benefits of the research outweigh the privacy risks; and(C)  if the controller has implemented reasonable safeguards to mitigate privacy risks associated with research, including any risks associated with reidentification; or(9)  assist another controller, processor, or third party with any of the requirements under this subsection.(b)  This chapter may not be construed to prevent a controller or processor from providing personal data concerning a consumer to a person covered by an evidentiary privilege under the laws of this state as part of a privileged communication.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…\n\nAnderson & Cumming is a Texas based personal injury law firm. For de…",
      "order_index": 30
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  The requirements imposed on controllers and processors under this chapter may not restrict a controller’s or processor’s ability to collect, use, or retain data to:(1)  conduct internal research to develop, improve, or repair products, services, or technology;(2)  effect a product recall;(3)  identify and repair technical errors that impair existing or intended functionality; or(4)  perform internal operations that:(A)  are reasonably aligned with the expectations of the consumer;(B)  are reasonably anticipated based on the consumer’s existing relationship with the controller; or(C)  are otherwise compatible with processing data in furtherance of the provision of a product or service specifically requested by a consumer or the performance of a contract to which the consumer is a party.(b)  A requirement imposed on a controller or processor under this chapter does not apply if compliance with the requirement by the controller or processor, as applicable, would violate an evidentiary privilege under the laws of this state.\n\nText of section effective on July 01, 2024\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nThere are many ways a person could be injured due to someone else’s negli…\n\nThe Kishinevsky Law Firm is a personal injury law firm serving the great…",
      "order_index": 31
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  A controller or processor that discloses personal data to a third-party controller or processor, in compliance with the requirements of this chapter, does not violate this chapter if the third-party controller or processor that receives and processes that personal data is in violation of this chapter, provided that, at the time of the data’s disclosure, the disclosing controller or processor did not have actual knowledge that the recipient intended to commit a violation.(b)  A third-party controller or processor receiving personal data from a controller or processor in compliance with the requirements of this chapter does not violate this chapter for the transgressions of the controller or processor from which the third-party controller or processor receives the personal data.\n\nText of section effective on July 01, 2024\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nThere are many ways a person could be injured due to someone else’s negli…\n\nAt Applewhite Firm, we focus on helping people in Austin and across Texas w…\n\nStephens Law Firm, PLLC is a personal injury law firm in Fort Worth, Tex…",
      "order_index": 32
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "(a)  Personal data processed by a controller under this subchapter may not be processed for any purpose other than a purpose listed in this subchapter unless otherwise allowed by this chapter. Personal data processed by a controller under this subchapter may be processed to the extent that the processing of the data is:(1)  reasonably necessary and proportionate to the purposes listed in this subchapter; and(2)  adequate, relevant, and limited to what is necessary in relation to the specific purposes listed in this subchapter.(b)  Personal data collected, used, or retained under § 541.202(a) must, where applicable, take into account the nature and purpose of such collection, use, or retention.  The personal data described by this subsection is subject to reasonable administrative, technical, and physical measures to protect the confidentiality, integrity, and accessibility of the personal data and to reduce reasonably foreseeable risks of harm to consumers relating to the collection, use, or retention of personal data.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nText of section effective on July 01, 2024\n\nThere are many ways a person could be injured due to someone else’s negli…\n\nFVF Law is a law firm located in Austin, TX that represents injury victims …",
      "order_index": 33
    },
    {
      "document_index": 1,
      "jurisdiction": "US-TX",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nThis chapter supersedes and preempts any ordinance, resolution, rule, or other regulation adopted by a political subdivision regarding the processing of personal data by a controller or processor.\n\nText of section effective on July 01, 2024\n\nAnderson & Cumming is a Texas based personal injury law firm. For de…\n\nKemmy Law Firm is built on the belief that every case we pursue is an op…",
      "order_index": 34
    }
  ]
}
