{
  "documents": [
    {
      "jurisdiction": "US-VA",
      "title": "Virginia Breach of Personal Information Notification",
      "identifier": "Va. Code § 18.2-186.6",
      "short_name": "VA Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2008-07-01",
      "last_amended": "2022-07-01",
      "source_url": "https://law.lis.virginia.gov/vacode/title18.2/chapter6/section18.2-186.6/"
    },
    {
      "jurisdiction": "US-VA",
      "title": "Virginia Consumer Data Protection Act",
      "identifier": "Va. Code § 59.1-575 et seq.",
      "short_name": "VCDPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2023-01-01",
      "last_amended": "2023-03-29",
      "source_url": "https://law.lis.virginia.gov/vacodefull/title59.1/chapter53/"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“Includes” means includes, but not limited to.\n\n2005, c. 839.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“Person” includes any individual, corporation, partnership, association, cooperative, limited liability company, trust, joint venture, government, political subdivision, or any other legal or commercial entity and any successor, representative, agent, agency, or instrumentality thereof.\n\nCode 1919, § 5; Code 1950, § 1-13; 1950, p. 22, § 1-13.19; 1988, c. 36; 2005, c. 839.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“Process” includes subpoenas, the summons and complaint in a civil action, and process in statutory actions.\n\n1954, c. 543, § 1-13.23:1; 1986, c. 155; 2005, cc. 681, 839.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“State,” when applied to a part of the United States, includes any of the 50 states, the District of Columbia, the Commonwealth of Puerto Rico, Guam, the Northern Mariana Islands, and the United States Virgin Islands.\n\nCode 1919, § 5; Code 1950, § 1-13; 1950, p. 23, § 1-13.26; 1971, Ex. Sess., c. 49; 2005, c. 839.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "For the purposes of this article:\n\n“Employee” includes an individual, whether a resident or a nonresident of the Commonwealth, who performs or performed any service in the Commonwealth for wages, or a resident of the Commonwealth who performs or performed any service in the service outside the Commonwealth for wages. The word “employee” also includes an officer, employee, or elected official of the United States, the Commonwealth, or any other state or any territory, or any political subdivision thereof, or the District of Columbia, or any agency or instrumentality of any one or more of the foregoing or an officer of a corporation. The term shall not include the beneficial owner of an individual retirement account (IRA) or simplified employee pension plan (SEPP).\n\n“Employer” means the Commonwealth, or any political subdivision thereof, the United States, or any agency or instrumentality of any one or more of the foregoing, or the person, whether a resident or a nonresident of the Commonwealth, for whom an individual performs or performed any service as an employee or from whom a person receives a prize in excess of $5,001 pursuant to the Virginia Lottery Law (§ 58.1-4000 et seq.), except that:\n\n1. If the person, governmental unit, or agency thereof, for whom the individual performs or performed the service does not have control of the payment of the wages for such services, the term “employer” (except as used in the definition of “wages” herein) means the person having control of the payment of such wages, and\n\n2. In the case of a person paying wages on behalf of a nonresident person not engaged in trade or business within the Commonwealth or on behalf of any governmental unit or agency thereof not located within the Commonwealth, the term, “employer” (except as used in the definition of “wages” herein) means such person. The term shall not include a financial institution, corporation, partnership or other person or entity with respect to benefits paid as custodian, trustee or depository for an individual retirement account (IRA) or simplified employee pension plan (SEPP).\n\n“Miscellaneous payroll period” means a payroll period other than a daily, weekly, biweekly, semimonthly, monthly, quarterly, semiannual, or annual payroll period.\n\n“Payroll period” means a period for which a payment of wages is ordinarily made to the employee by his employer.\n\n“Wages” means wages as defined under § 3401 (a) of the Internal Revenue Code, as well as any other amounts from which federal income tax is withheld under the provisions of §§ 3402 and 3405 of the Internal Revenue Code and also includes all prizes in excess of $5,001 paid by the Virginia Lottery; however, such term shall not include amounts paid pursuant to individual retirement plans and simplified employee pension plans as defined in §§ 7701 (a)(37) and 408 (c) of the Internal Revenue Code and shall not include remuneration paid for acting in or service as a member of the crew of a (i) motion picture feature film, (ii) television series or commercial, or (iii) promotional film filmed totally or partially in the Commonwealth by an individual or corporation which conducts business in the Commonwealth for less than 90 days of the tax year and when such film, series or commercial is processed, edited and marketed outside the Commonwealth. Every such individual or corporation shall, immediately subsequent to the filming of such portion of the film, series or commercial filmed in the Commonwealth, file with the Commissioner on forms furnished the Department, a list of the names and social security account numbers of each actor or crew member who is a resident of the Commonwealth and is compensated by such individual or corporation.\n\nCode 1950, § 58-151.1; 1962, c. 612; 1980, c. 629; 1984, c. 675; 1987, c. 531; 1991, cc. 362, 456; 1992, c. 519; 1993, c. 54; 2014, c. 225.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "A. Any person whose name or other identification has been used without his consent or authorization by another person who has been charged or arrested using such name or identification may file a petition with the court for relief pursuant to § 19.2-392.2. A person who has petitioned the court pursuant to § 19.2-392.2 as a result of a violation of § 18.2-186.3, may submit to the Attorney General a certified copy of a court order obtained pursuant to § 19.2-392.2. Upon receipt by the Attorney General of a certified copy of the court order and upon request by such person, the Office of the Attorney General, in cooperation with the State Police, may issue an “Identity Theft Passport” stating that such an order has been submitted. The Office of the Attorney General shall provide access to identity theft information to (i) criminal justice agencies and (ii) individuals who have submitted a court order pursuant to this subsection.\n\nAsk a litigation question, get an answer ASAP!Thousands of highly rated, verified litigation lawyers.Click here to chat with a lawyer about your rights.\n\nB. Any person whose name or other identification has been used without his consent or authorization by another person may file with the Attorney General a copy of a police report showing that he has reported to a law-enforcement agency that his name or other identification has been used without his consent or authorization by another person. Upon receipt by the Attorney General of a copy of the police report and upon request by such person, the Office of the Attorney General, in cooperation with the State Police, may issue an Identity Theft Passport stating that such a police report has been submitted. The Office of the Attorney General shall provide access to identity theft information to (i) criminal justice agencies and (ii) individuals who have submitted a copy of a police report pursuant to this subsection.\n\nC. When the Office of the Attorney General issues an Identity Theft Passport, it shall transmit a record of the issuance of the passport, and indicate under which subsection the passport was issued, to the Department of Motor Vehicles. The Department shall note on the individual’s driver abstract that a court order was obtained pursuant to § 19.2-392.2 or a police report was filed and that an Identity Theft Passport has been issued. The provisions of § 2.2-3808 shall not apply to this section.\n\n2003, cc. 914, 918; 2004, c. 450; 2006, c. 298; 2011, c. 619; 2018, c. 577.\n\nNorfolk Personal Injury Law Firm",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "Repealed by Acts 1978, c. 807.\n\nAsk a litigation question, get an answer ASAP!Thousands of highly rated, verified litigation lawyers.Click here to chat with a lawyer about your rights.",
      "order_index": 7
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n“Affiliate” means a legal entity that controls, is controlled by, or is under common control with another legal entity or shares common branding with another legal entity. For the purposes of this definition, “control” or “controlled” means (i) ownership of, or the power to vote, more than 50 percent of the outstanding shares of any class of voting security of a company; (ii) control in any manner over the election of a majority of the directors or of individuals exercising similar functions; or (iii) the power to exercise controlling influence over the management of a company.\n\n“Authenticate” means verifying through reasonable means that the consumer, entitled to exercise his consumer rights in § 59.1-577, is the same consumer exercising such consumer rights with respect to the personal data at issue.\n\n“Biometric data” means data generated by automatic measurements of an individual’s biological characteristics, such as a fingerprint, voiceprint, eye retinas, irises, or other unique biological patterns or characteristics that is used to identify a specific individual. “Biometric data” does not include a physical or digital photograph, a video or audio recording or data generated therefrom, or information collected, used, or stored for health care treatment, payment, or operations under HIPAA.\n\n“Business associate” means the same meaning as the term established by HIPAA.\n\n“Child” means any natural person younger than 13 years of age.\n\n“Consent” means a clear affirmative act signifying a consumer’s freely given, specific, informed, and unambiguous agreement to process personal data relating to the consumer. Consent may include a written statement, including a statement written by electronic means, or any other unambiguous affirmative action.\n\n“Consumer” means a natural person who is a resident of the Commonwealth acting only in an individual or household context. It does not include a natural person acting in a commercial or employment context.\n\n“Controller” means the natural or legal person that, alone or jointly with others, determines the purpose and means of processing personal data.\n\n“Covered entity” means the same as the term is established by HIPAA.\n\n“Decisions that produce legal or similarly significant effects concerning a consumer” means a decision made by the controller that results in the provision or denial by the controller of financial and lending services, housing, insurance, education enrollment, criminal justice, employment opportunities, health care services, or access to basic necessities, such as food and water.\n\n“De-identified data” means data that cannot reasonably be linked to an identified or identifiable natural person, or a device linked to such person. A controller that possesses “de-identified data” shall comply with the requirements of subsection A of § 59.1-581.\n\n“Health record” means the same as that term is defined in § 32.1-127.1:03.\n\n“Health care provider” means the same as that term is defined in § 32.1-276.3.\n\n“HIPAA” means the federal Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.).\n\n“Identified or identifiable natural person” means a person who can be readily identified, directly or indirectly.\n\n“Institution of higher education” means a public institution and private institution of higher education, as those terms are defined in § 23.1-100.\n\n“Nonprofit organization” means any corporation organized under the Virginia Nonstock Corporation Act (§ 13.1-801 et seq.) or any organization exempt from taxation under § 501(c)(3), 501(c)(6), or 501(c)(12) of the Internal Revenue Code, any political organization, any organization exempt from taxation under § 501(c)(4) of the Internal Revenue Code that is identified in § 52-41, and any subsidiary or affiliate of entities organized pursuant to Chapter 9.1 of Title 56.\n\n“Personal data” means any information that is linked or reasonably linkable to an identified or identifiable natural person. “Personal data” does not include de-identified data or publicly available information.\n\n“Political organization” means a party, committee, association, fund, or other organization, whether or not incorporated, organized and operated primarily for the purpose of influencing or attempting to influence the selection, nomination, election, or appointment of any individual to any federal, state, or local public office or office in a political organization or the election of a presidential/vice-presidential elector, whether or not such individual or elector is selected, nominated, elected, or appointed.\n\n“Precise geolocation data” means information derived from technology, including but not limited to global positioning system level latitude and longitude coordinates or other mechanisms, that directly identifies the specific location of a natural person with precision and accuracy within a radius of 1,750 feet. “Precise geolocation data” does not include the content of communications or any data generated by or connected to advanced utility metering infrastructure systems or equipment for use by a utility.\n\n“Process” or “processing” means any operation or set of operations performed, whether by manual or automated means, on personal data or on sets of personal data, such as the collection, use, storage, disclosure, analysis, deletion, or modification of personal data.\n\n“Processor” means a natural or legal entity that processes personal data on behalf of a controller.\n\n“Profiling” means any form of automated processing performed on personal data to evaluate, analyze, or predict personal aspects related to an identified or identifiable natural person’s economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.\n\n“Protected health information” means the same as the term is established by HIPAA.\n\n“Pseudonymous data” means personal data that cannot be attributed to a specific natural person without the use of additional information, provided that such additional information is kept separately and is subject to appropriate technical and organizational measures to ensure that the personal data is not attributed to an identified or identifiable natural person.\n\n“Publicly available information” means information that is lawfully made available through federal, state, or local government records, or information that a business has a reasonable basis to believe is lawfully made available to the general public through widely distributed media, by the consumer, or by a person to whom the consumer has disclosed the information, unless the consumer has restricted the information to a specific audience.\n\n“Sale of personal data” means the exchange of personal data for monetary consideration by the controller to a third party. “Sale of personal data” does not include:\n\n1. The disclosure of personal data to a processor that processes the personal data on behalf of the controller;\n\n2. The disclosure of personal data to a third party for purposes of providing a product or service requested by the consumer;\n\n3. The disclosure or transfer of personal data to an affiliate of the controller;\n\n4. The disclosure of information that the consumer (i) intentionally made available to the general public via a channel of mass media and (ii) did not restrict to a specific audience; or\n\n5. The disclosure or transfer of personal data to a third party as an asset that is part of a merger, acquisition, bankruptcy, or other transaction in which the third party assumes control of all or part of the controller’s assets.\n\n“Sensitive data” means a category of personal data that includes:\n\n1. Personal data revealing racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status;\n\n2. The processing of genetic or biometric data for the purpose of uniquely identifying a natural person;\n\n3. The personal data collected from a known child; or\n\n4. Precise geolocation data.\n\n“State agency” means the same as that term is defined in § 2.2-307.\n\n“Targeted advertising” means displaying advertisements to a consumer where the advertisement is selected based on personal data obtained from that consumer’s activities over time and across nonaffiliated websites or online applications to predict such consumer’s preferences or interests. “Targeted advertising” does not include:\n\n1. Advertisements based on activities within a controller’s own websites or online applications;\n\n2. Advertisements based on the context of a consumer’s current search query, visit to a website, or online application;\n\n3. Advertisements directed to a consumer in response to the consumer’s request for information or feedback; or\n\n4. Processing personal data processed solely for measuring or reporting advertising performance, reach, or frequency.\n\n“Third party” means a natural or legal person, public authority, agency, or body other than the consumer, controller, processor, or an affiliate of the processor or the controller.\n\n2021, Sp. Sess. I, cc. 35, 36; 2022, cc. 451, 452.\n\nAs used in this chapter, unless the context requires a different meaning:\n\n“Affiliate” means a legal entity that controls, is controlled by, or is under common control with another legal entity or shares common branding with another legal entity. For the purposes of this definition, “control” or “controlled” means (i) ownership of, or the power to vote, more than 50 percent of the outstanding shares of any class of voting security of a company; (ii) control in any manner over the election of a majority of the directors or of individuals exercising similar functions; or (iii) the power to exercise controlling influence over the management of a company.\n\n“Authenticate” means verifying through reasonable means that the consumer, entitled to exercise his consumer rights in § 59.1-577, is the same consumer exercising such consumer rights with respect to the personal data at issue.\n\n“Biometric data” means data generated by automatic measurements of an individual’s biological characteristics, such as a fingerprint, voiceprint, eye retinas, irises, or other unique biological patterns or characteristics that is used to identify a specific individual. “Biometric data” does not include a physical or digital photograph, a video or audio recording or data generated therefrom, or information collected, used, or stored for health care treatment, payment, or operations under HIPAA.\n\n“Business associate” means the same meaning as the term established by HIPAA.\n\n“Child” means any natural person younger than 13 years of age.\n\n“Consent” means a clear affirmative act signifying a consumer’s freely given, specific, informed, and unambiguous agreement to process personal data relating to the consumer. Consent may include a written statement, including a statement written by electronic means, or any other unambiguous affirmative action.\n\n“Consumer” means a natural person who is a resident of the Commonwealth acting only in an individual or household context. It does not include a natural person acting in a commercial or employment context.\n\n“Controller” means the natural or legal person that, alone or jointly with others, determines the purpose and means of processing personal data.\n\n“Covered entity” means the same as the term is established by HIPAA.\n\n“Decisions that produce legal or similarly significant effects concerning a consumer” means a decision made by the controller that results in the provision or denial by the controller of financial and lending services, housing, insurance, education enrollment, criminal justice, employment opportunities, health care services, or access to basic necessities, such as food and water.\n\n“De-identified data” means data that cannot reasonably be linked to an identified or identifiable natural person, or a device linked to such person. A controller that possesses “de-identified data” shall comply with the requirements of subsection A of § 59.1-581.\n\n“Health record” means the same as that term is defined in § 32.1-127.1:03.\n\n“Health care provider” means the same as that term is defined in § 32.1-276.3.\n\n“HIPAA” means the federal Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.).\n\n“Identified or identifiable natural person” means a person who can be readily identified, directly or indirectly.\n\n“Institution of higher education” means a public institution and private institution of higher education, as those terms are defined in § 23.1-100.\n\n“Nonprofit organization” means any corporation organized under the Virginia Nonstock Corporation Act (§ 13.1-801 et seq.) or any organization exempt from taxation under § 501(c)(3), 501(c)(6), or 501(c)(12) of the Internal Revenue Code, any political organization, any organization exempt from taxation under § 501(c)(4) of the Internal Revenue Code that is identified in § 52-41, and any subsidiary or affiliate of entities organized pursuant to Chapter 9.1 of Title 56.\n\n“Online service, product, or feature” means any service, product, or feature that is provided online. “Online service, product, or feature” does not include telecommunications service, as defined in 47 U.S.C. § 153, broadband Internet access service, as defined in 47 C.F.R. § 54.400, or delivery or use of a physical product.\n\n“Personal data” means any information that is linked or reasonably linkable to an identified or identifiable natural person. “Personal data” does not include de-identified data or publicly available information.\n\n“Political organization” means a party, committee, association, fund, or other organization, whether or not incorporated, organized and operated primarily for the purpose of influencing or attempting to influence the selection, nomination, election, or appointment of any individual to any federal, state, or local public office or office in a political organization or the election of a presidential/vice-presidential elector, whether or not such individual or elector is selected, nominated, elected, or appointed.\n\n“Precise geolocation data” means information derived from technology, including but not limited to global positioning system level latitude and longitude coordinates or other mechanisms, that directly identifies the specific location of a natural person with precision and accuracy within a radius of 1,750 feet. “Precise geolocation data” does not include the content of communications or any data generated by or connected to advanced utility metering infrastructure systems or equipment for use by a utility.\n\n“Process” or “processing” means any operation or set of operations performed, whether by manual or automated means, on personal data or on sets of personal data, such as the collection, use, storage, disclosure, analysis, deletion, or modification of personal data.\n\n“Processor” means a natural or legal entity that processes personal data on behalf of a controller.\n\n“Profiling” means any form of automated processing performed on personal data to evaluate, analyze, or predict personal aspects related to an identified or identifiable natural person’s economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.\n\n“Protected health information” means the same as the term is established by HIPAA.\n\n“Pseudonymous data” means personal data that cannot be attributed to a specific natural person without the use of additional information, provided that such additional information is kept separately and is subject to appropriate technical and organizational measures to ensure that the personal data is not attributed to an identified or identifiable natural person.\n\n“Publicly available information” means information that is lawfully made available through federal, state, or local government records, or information that a business has a reasonable basis to believe is lawfully made available to the general public through widely distributed media, by the consumer, or by a person to whom the consumer has disclosed the information, unless the consumer has restricted the information to a specific audience.\n\n“Sale of personal data” means the exchange of personal data for monetary consideration by the controller to a third party. “Sale of personal data” does not include:\n\n1. The disclosure of personal data to a processor that processes the personal data on behalf of the controller;\n\n2. The disclosure of personal data to a third party for purposes of providing a product or service requested by the consumer;\n\n3. The disclosure or transfer of personal data to an affiliate of the controller;\n\n4. The disclosure of information that the consumer (i) intentionally made available to the general public via a channel of mass media and (ii) did not restrict to a specific audience; or\n\n5. The disclosure or transfer of personal data to a third party as an asset that is part of a merger, acquisition, bankruptcy, or other transaction in which the third party assumes control of all or part of the controller’s assets.\n\n“Sensitive data” means a category of personal data that includes:\n\n1. Personal data revealing racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status;\n\n2. The processing of genetic or biometric data for the purpose of uniquely identifying a natural person;\n\n3. The personal data collected from a known child; or\n\n4. Precise geolocation data.\n\n“State agency” means the same as that term is defined in § 2.2-307.\n\n“Targeted advertising” means displaying advertisements to a consumer where the advertisement is selected based on personal data obtained from that consumer’s activities over time and across nonaffiliated websites or online applications to predict such consumer’s preferences or interests. “Targeted advertising” does not include:\n\n1. Advertisements based on activities within a controller’s own websites or online applications;\n\n2. Advertisements based on the context of a consumer’s current search query, visit to a website, or online application;\n\n3. Advertisements directed to a consumer in response to the consumer’s request for information or feedback; or\n\n4. Processing personal data processed solely for measuring or reporting advertising performance, reach, or frequency.\n\n“Third party” means a natural or legal person, public authority, agency, or body other than the consumer, controller, processor, or an affiliate of the processor or the controller.\n\n2021, Sp. Sess. I, cc. 35, 36; 2022, cc. 451, 452; 2024, cc. 840, 844.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 1
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "A. This chapter applies to persons that conduct business in the Commonwealth or produce products or services that are targeted to residents of the Commonwealth and that (i) during a calendar year, control or process personal data of at least 100,000 consumers or (ii) control or process personal data of at least 25,000 consumers and derive over 50 percent of gross revenue from the sale of personal data.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nB. This chapter shall not apply to any (i) body, authority, board, bureau, commission, district, or agency of the Commonwealth or of any political subdivision of the Commonwealth; (ii) financial institution or data subject to Title V of the federal Gramm-Leach-Bliley Act (15 U.S.C. § 6801 et seq.); (iii) covered entity or business associate governed by the privacy, security, and breach notification rules issued by the U.S. Department of Health and Human Services, 45 C.F.R. Parts 160 and 164 established pursuant to HIPAA, and the Health Information Technology for Economic and Clinical Health Act (P.L. 111-5); (iv) nonprofit organization; or (v) institution of higher education.\n\nC. The following information and data is exempt from this chapter:\n\n1. Protected health information under HIPAA;\n\n2. Health records for purposes of Title 32.1;\n\n3. Patient identifying information for purposes of 42 U.S.C. § 290dd-2;\n\n4. Identifiable private information for purposes of the federal policy for the protection of human subjects under 45 C.F.R. part 46; identifiable private information that is otherwise information collected as part of human subjects research pursuant to the good clinical practice guidelines issued by The International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use; the protection of human subjects under 21 C.F.R. Parts 6, 50, and 56, or personal data used or shared in research conducted in accordance with the requirements set forth in this chapter, or other research conducted in accordance with applicable law;\n\n5. Information and documents created for purposes of the federal Health Care Quality Improvement Act of 1986 (42 U.S.C. § 11101 et seq.);\n\n6. Patient safety work product for purposes of the federal Patient Safety and Quality Improvement Act (42 U.S.C. § 299b-21 et seq.);\n\n7. Information derived from any of the health care-related information listed in this subsection that is de-identified in accordance with the requirements for de-identification pursuant to HIPAA;\n\n8. Information originating from, and intermingled to be indistinguishable with, or information treated in the same manner as information exempt under this subsection that is maintained by a covered entity or business associate as defined by HIPAA or a program or a qualified service organization as defined by 42 U.S.C. § 290dd-2;\n\n9. Information used only for public health activities and purposes as authorized by HIPAA;\n\n10. The collection, maintenance, disclosure, sale, communication, or use of any personal information bearing on a consumer‘s credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living by a consumer reporting agency or furnisher that provides information for use in a consumer report, and by a user of a consumer report, but only to the extent that such activity is regulated by and authorized under the federal Fair Credit Reporting Act (15 U.S.C. § 1681 et seq.);\n\n11. Personal data collected, processed, sold, or disclosed in compliance with the federal Driver’s Privacy Protection Act of 1994 (18 U.S.C. § 2721 et seq.);\n\n12. Personal data regulated by the federal Family Educational Rights and Privacy Act (20 U.S.C. § 1232g et seq.);\n\n13. Personal data collected, processed, sold, or disclosed in compliance with the federal Farm Credit Act (12 U.S.C. § 2001 et seq.); and\n\n14. Data processed or maintained (i) in the course of an individual applying to, employed by, or acting as an agent or independent contractor of a controller, processor, or third party, to the extent that the data is collected and used within the context of that role; (ii) as the emergency contact information of an individual under this chapter used for emergency contact purposes; or (iii) that is necessary to retain to administer benefits for another individual relating to the individual under clause (i) and used for the purposes of administering those benefits.\n\nD. Controllers and processors that comply with the verifiable parental consent requirements of the Children’s Online Privacy Protection Act (15 U.S.C. § 6501 et seq.) shall be deemed compliant with any obligation to obtain parental consent under this chapter.\n\n2021, Sp. Sess. I, cc. 35, 36.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 2
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "A. A consumer may invoke the consumer rights authorized pursuant to this subsection at any time by submitting a request to a controller specifying the consumer rights the consumer wishes to invoke. A known child‘s parent or legal guardian may invoke such consumer rights on behalf of the child regarding processing personal data belonging to the known child. A controller shall comply with an authenticated consumer request to exercise the right:\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n1. To confirm whether or not a controller is processing the consumer’s personal data and to access such personal data;\n\n2. To correct inaccuracies in the consumer’s personal data, taking into account the nature of the personal data and the purposes of the processing of the consumer’s personal data;\n\n3. To delete personal data provided by or obtained about the consumer;\n\n4. To obtain a copy of the consumer’s personal data that the consumer previously provided to the controller in a portable and, to the extent technically feasible, readily usable format that allows the consumer to transmit the data to another controller without hindrance, where the processing is carried out by automated means; and\n\n5. To opt out of the processing of the personal data for purposes of (i) targeted advertising, (ii) the sale of personal data, or (iii) profiling in furtherance of decisions that produce legal or similarly significant effects concerning the consumer.\n\nB. Except as otherwise provided in this chapter, a controller shall comply with a request by a consumer to exercise the consumer rights authorized pursuant to subsection A as follows:\n\n1. A controller shall respond to the consumer without undue delay, but in all cases within 45 days of receipt of the request submitted pursuant to the methods described in subsection A. The response period may be extended once by 45 additional days when reasonably necessary, taking into account the complexity and number of the consumer’s requests, so long as the controller informs the consumer of any such extension within the initial 45-day response period, together with the reason for the extension.\n\n2. If a controller declines to take action regarding the consumer’s request, the controller shall inform the consumer without undue delay, but in all cases and at the latest within 45 days of receipt of the request, of the justification for declining to take action and instructions for how to appeal the decision pursuant to subsection C.\n\n3. Information provided in response to a consumer request shall be provided by a controller free of charge, up to twice annually per consumer. If requests from a consumer are manifestly unfounded, excessive, or repetitive, the controller may charge the consumer a reasonable fee to cover the administrative costs of complying with the request or decline to act on the request. The controller bears the burden of demonstrating the manifestly unfounded, excessive, or repetitive nature of the request.\n\n4. If a controller is unable to authenticate the request using commercially reasonable efforts, the controller shall not be required to comply with a request to initiate an action under subsection A and may request that the consumer provide additional information reasonably necessary to authenticate the consumer and the consumer’s request.\n\n5. A controller that has obtained personal data about a consumer from a source other than the consumer shall be deemed in compliance with a consumer’s request to delete such data pursuant to subdivision A 3 by either (i) retaining a record of the deletion request and the minimum data necessary for the purpose of ensuring the consumer’s personal data remains deleted from the business’s records and not using such retained data for any other purpose pursuant to the provisions of this chapter or (ii) opting the consumer out of the processing of such personal data for any purpose except for those exempted pursuant to the provisions of this chapter.\n\nC. A controller shall establish a process for a consumer to appeal the controller’s refusal to take action on a request within a reasonable period of time after the consumer’s receipt of the decision pursuant to subdivision B 2. The appeal process shall be conspicuously available and similar to the process for submitting requests to initiate action pursuant to subsection A. Within 60 days of receipt of an appeal, a controller shall inform the consumer in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions. If the appeal is denied, the controller shall also provide the consumer with an online mechanism, if available, or other method through which the consumer may contact the Attorney General to submit a complaint.\n\n2021, Sp. Sess. I, cc. 35, 36; 2022, c. 423.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 3
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "A. A controller shall:\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n1. See Virginia Code 59.1-575\n\n1. Limit the collection of personal data to what is adequate, relevant, and reasonably necessary in relation to the purposes for which such data is processed, as disclosed to the consumer;\n\n2. Except as otherwise provided in this chapter, not process personal data for purposes that are neither reasonably necessary to nor compatible with the disclosed purposes for which such personal data is processed, as disclosed to the consumer, unless the controller obtains the consumer’s consent;\n\n3. Establish, implement, and maintain reasonable administrative, technical, and physical data security practices to protect the confidentiality, integrity, and accessibility of personal data. Such data security practices shall be appropriate to the volume and nature of the personal data at issue;\n\n4. Not process personal data in violation of state and federal laws that prohibit unlawful discrimination against consumers. A controller shall not discriminate against a consumer for exercising any of the consumer rights contained in this chapter, including denying goods or services, charging different prices or rates for goods or services, or providing a different level of quality of goods and services to the consumer. However, nothing in this subdivision shall be construed to require a controller to provide a product or service that requires the personal data of a consumer that the controller does not collect or maintain or to prohibit a controller from offering a different price, rate, level, quality, or selection of goods or services to a consumer, including offering goods or services for no fee, if the consumer has exercised his right to opt out pursuant to § 59.1-577 or the offer is related to a consumer’s voluntary participation in a bona fide loyalty, rewards, premium features, discounts, or club card program; and\n\n5. Not process sensitive data concerning a consumer without obtaining the consumer’s consent, or, in the case of the processing of sensitive data concerning a known child, without processing such data in accordance with the federal Children’s Online Privacy Protection Act (15 U.S.C. § 6501 et seq.).\n\nB. Any provision of a contract or agreement of any kind that purports to waive or limit in any way consumer rights pursuant to § 59.1-577 shall be deemed contrary to public policy and shall be void and unenforceable.\n\nC. Controllers shall provide consumers with a reasonably accessible, clear, and meaningful privacy notice that includes:\n\n1. The categories of personal data processed by the controller;\n\n2. The purpose for processing personal data;\n\n3. How consumers may exercise their consumer rights pursuant § 59.1-577, including how a consumer may appeal a controller’s decision with regard to the consumer’s request;\n\n4. The categories of personal data that the controller shares with third parties, if any; and\n\n5. The categories of third parties, if any, with whom the controller shares personal data.\n\nD. If a controller sells personal data to third parties or processes personal data for targeted advertising, the controller shall clearly and conspicuously disclose such processing, as well as the manner in which a consumer may exercise the right to opt out of such processing.\n\nE. A controller shall establish, and shall describe in a privacy notice, one or more secure and reliable means for consumers to submit a request to exercise their consumer rights under this chapter. Such means shall take into account the ways in which consumers normally interact with the controller, the need for secure and reliable communication of such requests, and the ability of the controller to authenticate the identity of the consumer making the request. Controllers shall not require a consumer to create a new account in order to exercise consumer rights pursuant to § 59.1-577 but may require a consumer to use an existing account.\n\n2021, Sp. Sess. I, cc. 35, 36.\n\nA. A controller shall:\n\n1. Limit the collection of personal data to what is adequate, relevant, and reasonably necessary in relation to the purposes for which such data is processed, as disclosed to the consumer;\n\n2. Except as otherwise provided in this chapter, not process personal data for purposes that are neither reasonably necessary to nor compatible with the disclosed purposes for which such personal data is processed, as disclosed to the consumer, unless the controller obtains the consumer’s consent;\n\n3. Establish, implement, and maintain reasonable administrative, technical, and physical data security practices to protect the confidentiality, integrity, and accessibility of personal data. Such data security practices shall be appropriate to the volume and nature of the personal data at issue;\n\n4. Not process personal data in violation of state and federal laws that prohibit unlawful discrimination against consumers. A controller shall not discriminate against a consumer for exercising any of the consumer rights contained in this chapter, including denying goods or services, charging different prices or rates for goods or services, or providing a different level of quality of goods and services to the consumer. However, nothing in this subdivision shall be construed to require a controller to provide a product or service that requires the personal data of a consumer that the controller does not collect or maintain or to prohibit a controller from offering a different price, rate, level, quality, or selection of goods or services to a consumer, including offering goods or services for no fee, if the consumer has exercised his right to opt out pursuant to § 59.1-577 or the offer is related to a consumer’s voluntary participation in a bona fide loyalty, rewards, premium features, discounts, or club card program; and\n\n5. Not process sensitive data concerning a consumer without obtaining the consumer’s consent, or, in the case of the processing of sensitive data concerning a known child, without processing such data in accordance with the federal Children’s Online Privacy Protection Act (15 U.S.C. § 6501 et seq.).\n\nB. Any provision of a contract or agreement of any kind that purports to waive or limit in any way consumer rights pursuant to § 59.1-577 shall be deemed contrary to public policy and shall be void and unenforceable.\n\nC. Controllers shall provide consumers with a reasonably accessible, clear, and meaningful privacy notice that includes:\n\n1. The categories of personal data processed by the controller;\n\n2. The purpose for processing personal data;\n\n3. How consumers may exercise their consumer rights pursuant § 59.1-577, including how a consumer may appeal a controller’s decision with regard to the consumer’s request;\n\n4. The categories of personal data that the controller shares with third parties, if any; and\n\n5. The categories of third parties, if any, with whom the controller shares personal data.\n\nD. If a controller sells personal data to third parties or processes personal data for targeted advertising, the controller shall clearly and conspicuously disclose such processing, as well as the manner in which a consumer may exercise the right to opt out of such processing.\n\nE. A controller shall establish, and shall describe in a privacy notice, one or more secure and reliable means for consumers to submit a request to exercise their consumer rights under this chapter. Such means shall take into account the ways in which consumers normally interact with the controller, the need for secure and reliable communication of such requests, and the ability of the controller to authenticate the identity of the consumer making the request. Controllers shall not require a consumer to create a new account in order to exercise consumer rights pursuant to § 59.1-577 but may require a consumer to use an existing account.\n\nF. 1. Subject to the consent requirement established by subdivision 3, no controller shall process any personal data collected from a known child:\n\na. For the purposes of (i) targeted advertising, (ii) the sale of such personal data, or (iii) profiling in furtherance of decisions that produce legal or similarly significant effects concerning a consumer;\n\nb. Unless such processing is reasonably necessary to provide the online service, product, or feature;\n\nc. For any processing purpose other than the processing purpose that the controller disclosed at the time such controller collected such personal data or that is reasonably necessary for and compatible with such disclosed purpose; or\n\nd. For longer than is reasonably necessary to provide the online service, product, or feature.\n\n2. Subject to the consent requirement established by subdivision 3, no controller shall collect precise geolocation data from a known child unless (i) such precise geolocation data is reasonably necessary for the controller to provide an online service, product, or feature and, if such data is necessary to provide such online service, product, or feature, such controller shall only collect such data for the time necessary to provide such online service, product, or feature and (ii) the controller provides to the known child a signal indicating that such controller is collecting such precise geolocation data, which signal shall be available to such known child for the entire duration of such collection.\n\n3. No controller shall engage in the activities described in subdivisions 1 or 2 unless the controller obtains consent from the child’s parent or legal guardian in accordance with the federal Children’s Online Privacy Protection Act (15 U.S.C. § 6501 et seq.).\n\n2021, Sp. Sess. I, cc. 35, 36; 2024, cc. 840, 844.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 4
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "A. A processor shall adhere to the instructions of a controller and shall assist the controller in meeting its obligations under this chapter. Such assistance shall include:\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n1. Taking into account the nature of processing and the information available to the processor, by appropriate technical and organizational measures, insofar as this is reasonably practicable, to fulfill the controller’s obligation to respond to consumer rights requests pursuant to § 59.1-577.\n\n2. Taking into account the nature of processing and the information available to the processor, by assisting the controller in meeting the controller’s obligations in relation to the security of processing the personal data and in relation to the notification of a breach of security of the system of the processor pursuant to § 18.2-186.6 in order to meet the controller’s obligations.\n\n3. Providing necessary information to enable the controller to conduct and document data protection assessments pursuant to § 59.1-580.\n\nB. A contract between a controller and a processor shall govern the processor’s data processing procedures with respect to processing performed on behalf of the controller. The contract shall be binding and clearly set forth instructions for processing data, the nature and purpose of processing, the type of data subject to processing, the duration of processing, and the rights and obligations of both parties. The contract shall also include requirements that the processor shall:\n\n1. Ensure that each person processing personal data is subject to a duty of confidentiality with respect to the data;\n\n2. At the controller’s direction, delete or return all personal data to the controller as requested at the end of the provision of services, unless retention of the personal data is required by law;\n\n3. Upon the reasonable request of the controller, make available to the controller all information in its possession necessary to demonstrate the processor’s compliance with the obligations in this chapter;\n\n4. Allow, and cooperate with, reasonable assessments by the controller or the controller’s designated assessor; alternatively, the processor may arrange for a qualified and independent assessor to conduct an assessment of the processor’s policies and technical and organizational measures in support of the obligations under this chapter using an appropriate and accepted control standard or framework and assessment procedure for such assessments. The processor shall provide a report of such assessment to the controller upon request; and\n\n5. Engage any subcontractor pursuant to a written contract in accordance with subsection C that requires the subcontractor to meet the obligations of the processor with respect to the personal data.\n\nC. Nothing in this section shall be construed to relieve a controller or a processor from the liabilities imposed on it by virtue of its role in the processing relationship as defined by this chapter.\n\nD. Determining whether a person is acting as a controller or processor with respect to a specific processing of data is a fact-based determination that depends upon the context in which personal data is to be processed. A processor that continues to adhere to a controller’s instructions with respect to a specific processing of personal data remains a processor.\n\n2021, Sp. Sess. I, cc. 35, 36.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 5
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "A. A controller shall conduct and document a data protection assessment of each of the following processing activities involving personal data:\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n1. See Virginia Code 59.1-575\n\n1. The processing of personal data for purposes of targeted advertising;\n\n2. The sale of personal data;\n\n3. The processing of personal data for purposes of profiling, where such profiling presents a reasonably foreseeable risk of (i) unfair or deceptive treatment of, or unlawful disparate impact on, consumers; (ii) financial, physical, or reputational injury to consumers; (iii) a physical or other intrusion upon the solitude or seclusion, or the private affairs or concerns, of consumers, where such intrusion would be offensive to a reasonable person; or (iv) other substantial injury to consumers;\n\n4. The processing of sensitive data; and\n\n5. Any processing activities involving personal data that present a heightened risk of harm to consumers.\n\nB. Data protection assessments conducted pursuant to subsection A shall identify and weigh the benefits that may flow, directly and indirectly, from the processing to the controller, the consumer, other stakeholders, and the public against the potential risks to the rights of the consumer associated with such processing, as mitigated by safeguards that can be employed by the controller to reduce such risks. The use of de-identified data and the reasonable expectations of consumers, as well as the context of the processing and the relationship between the controller and the consumer whose personal data will be processed, shall be factored into this assessment by the controller.\n\nC. The Attorney General may request, pursuant to a civil investigative demand, that a controller disclose any data protection assessment that is relevant to an investigation conducted by the Attorney General, and the controller shall make the data protection assessment available to the Attorney General. The Attorney General may evaluate the data protection assessment for compliance with the responsibilities set forth in § 59.1-578. Data protection assessments shall be confidential and exempt from public inspection and copying under the Virginia Freedom of Information Act (§ 2.2-3700 et seq.). The disclosure of a data protection assessment pursuant to a request from the Attorney General shall not constitute a waiver of attorney-client privilege or work product protection with respect to the assessment and any information contained in the assessment.\n\nD. A single data protection assessment may address a comparable set of processing operations that include similar activities.\n\nE. Data protection assessments conducted by a controller for the purpose of compliance with other laws or regulations may comply under this section if the assessments have a reasonably comparable scope and effect.\n\nF. Data protection assessment requirements shall apply to processing activities created or generated after January 1, 2023, and are not retroactive.\n\n2021, Sp. Sess. I, cc. 35, 36.\n\nA. A controller shall conduct and document a data protection assessment of each of the following processing activities involving personal data:\n\n1. The processing of personal data for purposes of targeted advertising;\n\n2. The sale of personal data;\n\n3. The processing of personal data for purposes of profiling, where such profiling presents a reasonably foreseeable risk of (i) unfair or deceptive treatment of, or unlawful disparate impact on, consumers; (ii) financial, physical, or reputational injury to consumers; (iii) a physical or other intrusion upon the solitude or seclusion, or the private affairs or concerns, of consumers, where such intrusion would be offensive to a reasonable person; or (iv) other substantial injury to consumers;\n\n4. The processing of sensitive data; and\n\n5. Any processing activities involving personal data that present a heightened risk of harm to consumers.\n\nB. Each controller that offers any online service, product, or feature directed to consumers whom such controller has actual knowledge are children shall conduct a data protection assessment for such online service, product, or feature that addresses (i) the purpose of such online service, product, or feature; (ii) the categories of known children’s personal data that such online service, product, or feature processes; and (iii) the purposes for which such controller processes known children’s personal data with respect to such online service, product, or feature.\n\nC. Data protection assessments conducted pursuant to this section shall identify and weigh the benefits that may flow, directly and indirectly, from the processing to the controller, the consumer, other stakeholders, and the public against the potential risks to the rights of the consumer associated with such processing, as mitigated by safeguards that can be employed by the controller to reduce such risks. The use of de-identified data and the reasonable expectations of consumers, as well as the context of the processing and the relationship between the controller and the consumer whose personal data will be processed, shall be factored into this assessment by the controller.\n\nD. The Attorney General may request, pursuant to a civil investigative demand, that a controller disclose any data protection assessment that is relevant to an investigation conducted by the Attorney General, and the controller shall make the data protection assessment available to the Attorney General. The Attorney General may evaluate the data protection assessment for compliance with the responsibilities set forth in § 59.1-578. Data protection assessments shall be confidential and exempt from public inspection and copying under the Virginia Freedom of Information Act (§ 2.2-3700 et seq.). The disclosure of a data protection assessment pursuant to a request from the Attorney General shall not constitute a waiver of attorney-client privilege or work product protection with respect to the assessment and any information contained in the assessment.\n\nE. A single data protection assessment may address a comparable set of processing operations that include similar activities.\n\nF. Data protection assessments conducted by a controller for the purpose of compliance with other laws or regulations may comply under this section if the assessments have a reasonably comparable scope and effect.\n\nG. Data protection assessment requirements shall apply to processing activities created or generated after January 1, 2023, and are not retroactive.\n\n2021, Sp. Sess. I, cc. 35, 36; 2024, cc. 840, 844.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 6
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "A. The controller in possession of de-identified data shall:\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n1. Take reasonable measures to ensure that the data cannot be associated with a natural person;\n\n2. Publicly commit to maintaining and using de-identified data without attempting to re-identify the data; and\n\n3. Contractually obligate any recipients of the de-identified data to comply with all provisions of this chapter.\n\nB. Nothing in this chapter shall be construed to (i) require a controller or processor to re-identify de-identified data or pseudonymous data or (ii) maintain data in identifiable form, or collect, obtain, retain, or access any data or technology, in order to be capable of associating an authenticated consumer request with personal data.\n\nC. Nothing in this chapter shall be construed to require a controller or processor to comply with an authenticated consumer rights request, pursuant to § 59.1-577, if all of the following are true:\n\n1. The controller is not reasonably capable of associating the request with the personal data or it would be unreasonably burdensome for the controller to associate the request with the personal data;\n\n2. The controller does not use the personal data to recognize or respond to the specific consumer who is the subject of the personal data, or associate the personal data with other personal data about the same specific consumer; and\n\n3. The controller does not sell the personal data to any third party or otherwise voluntarily disclose the personal data to any third party other than a processor, except as otherwise permitted in this section.\n\nD. The consumer rights contained in subdivisions A 1 through 4 of § 59.1-577 and § 59.1-578 shall not apply to pseudonymous data in cases where the controller is able to demonstrate any information necessary to identify the consumer is kept separately and is subject to effective technical and organizational controls that prevent the controller from accessing such information.\n\nE. A controller that discloses pseudonymous data or de-identified data shall exercise reasonable oversight to monitor compliance with any contractual commitments to which the pseudonymous data or de-identified data is subject and shall take appropriate steps to address any breaches of those contractual commitments.\n\n2021, Sp. Sess. I, cc. 35, 36.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 7
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "A. Nothing in this chapter shall be construed to restrict a controller‘s or processor‘s ability to:\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n1. Comply with federal, state, or local laws, rules, or regulations;\n\n2. Comply with a civil, criminal, or regulatory inquiry, investigation, subpoena, or summons by federal, state, local, or other governmental authorities;\n\n3. Cooperate with law-enforcement agencies concerning conduct or activity that the controller or processor reasonably and in good faith believes may violate federal, state, or local laws, rules, or regulations;\n\n4. Investigate, establish, exercise, prepare for, or defend legal claims;\n\n5. Provide a product or service specifically requested by a consumer, perform a contract to which the consumer is a party, including fulfilling the terms of a written warranty, or take steps at the request of the consumer prior to entering into a contract;\n\n6. Take immediate steps to protect an interest that is essential for the life or physical safety of the consumer or of another natural person, and where the processing cannot be manifestly based on another legal basis;\n\n7. Prevent, detect, protect against, or respond to security incidents, identity theft, fraud, harassment, malicious or deceptive activities, or any illegal activity; preserve the integrity or security of systems; or investigate, report, or prosecute those responsible for any such action;\n\n8. Engage in public or peer-reviewed scientific or statistical research in the public interest that adheres to all other applicable ethics and privacy laws and is approved, monitored, and governed by an institutional review board, or similar independent oversight entities that determine: (i) if the deletion of the information is likely to provide substantial benefits that do not exclusively accrue to the controller; (ii) the expected benefits of the research outweigh the privacy risks; and (iii) if the controller has implemented reasonable safeguards to mitigate privacy risks associated with research, including any risks associated with reidentification; or\n\n9. Assist another controller, processor, or third party with any of the obligations under this subsection.\n\nB. The obligations imposed on controllers or processors under this chapter shall not restrict a controller’s or processor’s ability to collect, use, or retain data to:\n\n1. Conduct internal research to develop, improve, or repair products, services, or technology;\n\n2. Effectuate a product recall;\n\n3. Identify and repair technical errors that impair existing or intended functionality; or\n\n4. Perform internal operations that are reasonably aligned with the expectations of the consumer or reasonably anticipated based on the consumer’s existing relationship with the controller or are otherwise compatible with processing data in furtherance of the provision of a product or service specifically requested by a consumer or the performance of a contract to which the consumer is a party.\n\nC. The obligations imposed on controllers or processors under this chapter shall not apply where compliance by the controller or processor with this chapter would violate an evidentiary privilege under the laws of the Commonwealth. Nothing in this chapter shall be construed to prevent a controller or processor from providing personal data concerning a consumer to a person covered by an evidentiary privilege under the laws of the Commonwealth as part of a privileged communication.\n\nD. A controller or processor that discloses personal data to a third-party controller or processor, in compliance with the requirements of this chapter, is not in violation of this chapter if the third-party controller or processor that receives and processes such personal data is in violation of this chapter, provided that, at the time of disclosing the personal data, the disclosing controller or processor did not have actual knowledge that the recipient intended to commit a violation. A third-party controller or processor receiving personal data from a controller or processor in compliance with the requirements of this chapter is likewise not in violation of this chapter for the transgressions of the controller or processor from which it receives such personal data.\n\nE. Nothing in this chapter shall be construed as an obligation imposed on controllers and processors that adversely affects the rights or freedoms of any persons, such as exercising the right of free speech pursuant to the First Amendment to the United States Constitution, or applies to the processing of personal data by a person in the course of a purely personal or household activity.\n\nF. Personal data processed by a controller pursuant to this section shall not be processed for any purpose other than those expressly listed in this section unless otherwise allowed by this chapter. Personal data processed by a controller pursuant to this section may be processed to the extent that such processing is:\n\n1. Reasonably necessary and proportionate to the purposes listed in this section; and\n\n2. Adequate, relevant, and limited to what is necessary in relation to the specific purposes listed in this section. Personal data collected, used, or retained pursuant to subsection B shall, where applicable, take into account the nature and purpose or purposes of such collection, use, or retention. Such data shall be subject to reasonable administrative, technical, and physical measures to protect the confidentiality, integrity, and accessibility of the personal data and to reduce reasonably foreseeable risks of harm to consumers relating to such collection, use, or retention of personal data.\n\nG. If a controller processes personal data pursuant to an exemption in this section, the controller bears the burden of demonstrating that such processing qualifies for the exemption and complies with the requirements in subsection F.\n\nH. Processing personal data for the purposes expressly identified in subdivisions A 1 through 9 shall not solely make an entity a controller with respect to such processing.\n\n2021, Sp. Sess. I, cc. 35, 36.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 8
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "Whenever the Attorney General has reasonable cause to believe that any person has engaged in, is engaging in, or is about to engage in any violation of this chapter, the Attorney General is empowered to issue a civil investigative demand. The provisions of § 59.1-9.10 shall apply mutatis mutandis to civil investigative demands issued under this section.\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\n2021, Sp. Sess. I, cc. 35, 36.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 9
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "Ask a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nB. Prior to initiating any action under this chapter, the Attorney General shall provide a controller or processor 30 days’ written notice identifying the specific provisions of this chapter the Attorney General alleges have been or are being violated. If within the 30-day period the controller or processor cures the noticed violation and provides the Attorney General an express written statement that the alleged violations have been cured and that no further violations shall occur, no action shall be initiated against the controller or processor.\n\nC. If a controller or processor continues to violate this chapter following the cure period in subsection B or breaches an express written statement provided to the Attorney General under that subsection, the Attorney General may initiate an action in the name of the Commonwealth and may seek an injunction to restrain any violations of this chapter and civil penalties of up to $7,500 for each violation under this chapter. All civil penalties, expenses, and attorney fees collected pursuant to this chapter shall be paid into the state treasury and credited to the Regulatory, Consumer Advocacy, Litigation, and Enforcement Revolving Trust Fund.\n\nD. The Attorney General may recover reasonable expenses incurred in investigating and preparing the case, including attorney fees, in any action initiated under this chapter.\n\nE. Nothing in this chapter shall be construed as providing the basis for, or be subject to, a private right of action for violations of this chapter or under any other law.\n\n2021, Sp. Sess. I, cc. 35, 36; 2022, cc. 451, 452.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 10
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n“Behavioral health” means the full range of mental health, developmental, and substance abuse services and treatment modalities.\n\n“Behavioral health authority board of directors” means the public body organized in accordance with provisions of this chapter that is appointed by and accountable to the governing body of the city or county that established it.\n\n“Behavioral health project” means any facility suitable for providing adequate care for concentrated centers of population and includes structures, buildings, improvements, additions, extensions, replacements, appurtenances, lands, rights in land, franchises, machinery, equipment, furnishings, landscaping, approaches, roadways, and other necessary or desirable facilities.\n\n“Member” means a person appointed by the governing body of a city or county to the behavioral health authority board of directors.\n\n1995, c. 693, § 15.1-1677; 1996, c. 861; 1997, c. 587, § 37.1-243; 1998, c. 680; 2005, c. 716; 2012, cc. 476, 507.",
      "order_index": 11
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "As used in this title, unless the context requires a different meaning:\n\n“Abuse” means any act or failure to act by an employee or other person responsible for the care of an individual in a facility or program operated, licensed, or funded by the Department, excluding those operated by the Department of Corrections, that was performed or was failed to be performed knowingly, recklessly, or intentionally, and that caused or might have caused physical or psychological harm, injury, or death to an individual receiving care or treatment for mental illness, developmental disabilities, or substance abuse. Examples of abuse include acts such as:\n\n1. Rape, sexual assault, or other criminal sexual behavior;\n\n2. Assault or battery;\n\n3. Use of language that demeans, threatens, intimidates, or humiliates the individual;\n\n4. Misuse or misappropriation of the individual’s assets, goods, or property;\n\n5. Use of excessive force when placing an individual in physical or mechanical restraint;\n\n6. Use of physical or mechanical restraints on an individual that is not in compliance with federal and state laws, regulations, and policies, professionally accepted standards of practice, or his individualized services plan; and\n\n7. Use of more restrictive or intensive services or denial of services to punish an individual or that is not consistent with his individualized services plan.\n\n“Administrative policy community services board” or “administrative policy board” means the public body organized in accordance with the provisions of Chapter 5 (§ 37.2-500 et seq.) that is appointed by and accountable to the governing body of each city and county that established it to set policy for and administer the provision of mental health, developmental, and substance abuse services. The “administrative policy community services board” or “administrative policy board” denotes the board, the members of which are appointed pursuant to § 37.2-501 with the powers and duties enumerated in subsection A of § 37.2-504 and § 37.2-505. Mental health, developmental, and substance abuse services are provided through local government staff or through contracts with other organizations and providers.\n\n“Behavioral health authority” or “authority” means a public body and a body corporate and politic organized in accordance with the provisions of Chapter 6 (§ 37.2-600 et seq.) that is appointed by and accountable to the governing body of the city or county that established it for the provision of mental health, developmental, and substance abuse services. “Behavioral health authority” or “authority” also includes the organization that provides these services through its own staff or through contracts with other organizations and providers.\n\n“Behavioral health services” means the full range of mental health and substance abuse services.\n\n“Board” means the State Board of Behavioral Health and Developmental Services.\n\n“Commissioner” means the Commissioner of Behavioral Health and Developmental Services.\n\n“Community services board” means the public body established pursuant to § 37.2-501 that provides mental health, developmental, and substance abuse services within each city and county that established it; the term “community services board” shall include administrative policy community services boards, operating community services boards, and local government departments with policy-advisory community services boards.\n\n“Department” means the Department of Behavioral Health and Developmental Services.\n\n“Developmental disability” means a severe, chronic disability of an individual that (i) is attributable to a mental or physical impairment, or a combination of mental and physical impairments, other than a sole diagnosis of mental illness; (ii) is manifested before the individual reaches 22 years of age; (iii) is likely to continue indefinitely; (iv) results in substantial functional limitations in three or more of the following areas of major life activity: self-care, receptive and expressive language, learning, mobility, self-direction, capacity for independent living, or economic self-sufficiency; and (v) reflects the individual’s need for a combination and sequence of special interdisciplinary or generic services, individualized supports, or other forms of assistance that are of lifelong or extended duration and are individually planned and coordinated. An individual from birth to age nine, inclusive, who has a substantial developmental delay or specific congenital or acquired condition may be considered to have a developmental disability without meeting three or more of the criteria described in clauses (i) through (v) if the individual, without services and supports, has a high probability of meeting those criteria later in life.\n\n“Developmental services” means planned, individualized, and person-centered services and supports provided to individuals with developmental disabilities for the purpose of enabling these individuals to increase their self-determination and independence, obtain employment, participate fully in all aspects of community life, advocate for themselves, and achieve their fullest potential to the greatest extent possible.\n\n“Facility” means a state or licensed hospital, training center, psychiatric hospital, or other type of residential or outpatient mental health or developmental services facility. When modified by the word “state,” “facility” means a state hospital or training center operated by the Department, including the buildings and land associated with it.\n\n“Family member” means an immediate family member of an individual receiving services or the principal caregiver of that individual. A principal caregiver is a person who acts in the place of an immediate family member, including other relatives and foster care providers, but does not have a proprietary interest in the care of the individual receiving services.\n\n“Hospital,” when not modified by the words “state” or “licensed,” means a state hospital and a licensed hospital that provides care and treatment for persons with mental illness.\n\n“Individual receiving services” or “individual” means a current direct recipient of public or private mental health, developmental, or substance abuse treatment, rehabilitation, or habilitation services and includes the terms “consumer,” “patient,” “resident,” “recipient,” or “client.”\n\n“Intellectual disability” means a disability, originating before the age of 18 years, characterized concurrently by (i) significant subaverage intellectual functioning as demonstrated by performance on a standardized measure of intellectual functioning, administered in conformity with accepted professional practice, that is at least two standard deviations below the mean and (ii) significant limitations in adaptive behavior as expressed in conceptual, social, and practical adaptive skills.\n\n“Licensed hospital” means a hospital or institution, including a psychiatric unit of a general hospital, that is licensed pursuant to the provisions of this title.\n\n“Mental health services” means planned individualized interventions intended to reduce or ameliorate mental illness or the effects of mental illness through care, treatment, counseling, rehabilitation, medical or psychiatric care, or other supports provided to individuals with mental illness for the purpose of enabling these individuals to increase their self-determination and independence, obtain remunerative employment, participate fully in all aspects of community life, advocate for themselves, and achieve their fullest potential to the greatest extent possible.\n\n“Mental illness” means a disorder of thought, mood, emotion, perception, or orientation that significantly impairs judgment, behavior, capacity to recognize reality, or ability to address basic life necessities and requires care and treatment for the health, safety, or recovery of the individual or for the safety of others.\n\n“Neglect” means failure by a person or a program or facility operated, licensed, or funded by the Department, excluding those operated by the Department of Corrections, responsible for providing services to do so, including nourishment, treatment, care, goods, or services necessary to the health, safety, or welfare of an individual receiving care or treatment for mental illness, developmental disabilities, or substance abuse.\n\n“Operating community services board” or “operating board” means the public body organized in accordance with the provisions of Chapter 5 (§ 37.2-500 et seq.) that is appointed by and accountable to the governing body of each city and county that established it for the direct provision of mental health, developmental, and substance abuse services. The “operating community services board” or “operating board” denotes the board, the members of which are appointed pursuant to § 37.2-501 with the powers and duties enumerated in subsection A of § 37.2-504 and § 37.2-505. “Operating community services board” or “operating board” also includes the organization that provides such services, through its own staff or through contracts with other organizations and providers.\n\n“Performance contract” means the annual agreement negotiated and entered into by a community services board or behavioral health authority with the Department through which it provides state and federal funds appropriated for mental health, developmental, and substance abuse services to that community services board or behavioral health authority.\n\n“Policy-advisory community services board” or “policy-advisory board” means the public body organized in accordance with the provisions of Chapter 5 that is appointed by and accountable to the governing body of each city or county that established it to provide advice on policy matters to the local government department that provides mental health, developmental, and substance abuse services pursuant to subsection A of § 37.2-504 and § 37.2-505. The “policy-advisory community services board” or “policy-advisory board” denotes the board, the members of which are appointed pursuant to § 37.2-501 with the powers and duties enumerated in subsection B of § 37.2-504.\n\n“Service area” means the city or county or combination of cities and counties or counties or cities that is served by a community services board or behavioral health authority or the cities and counties that are served by a state facility.\n\n“Special justice” means a person appointed by a chief judge of a judicial circuit for the purpose of performing the duties of a judge pursuant to § 37.2-803.\n\n“State hospital” means a hospital, psychiatric institute, or other institution operated by the Department that provides care and treatment for persons with mental illness.\n\n“Substance abuse” means the use of drugs, enumerated in the Virginia Drug Control Act (§ 54.1-3400 et seq.), without a compelling medical reason or alcohol that (i) results in psychological or physiological dependence or danger to self or others as a function of continued and compulsive use or (ii) results in mental, emotional, or physical impairment that causes socially dysfunctional or socially disordering behavior and (iii), because of such substance abuse, requires care and treatment for the health of the individual. This care and treatment may include counseling, rehabilitation, or medical or psychiatric care.\n\n“Training center” means a facility operated by the Department that provides training, habilitation, or other individually focused supports to persons with intellectual disability.\n\nCode 1950, §§ 37-1.1, 37-34.2:1, 37-254.1; 1950, pp. 899, 935; 1954, c. 668; 1958, c. 556; 1960, c. 133; 1964, cc. 483, 640; 1968, c. 477, § 37.1-1; 1972, cc. 635, 639; 1973, c. 465; 1974, c. 301; 1976, cc. 671, 767, § 37.1-203; 1979, c. 54; 1980, c. 582; 1982, c. 50; 1983, c. 538; 1984, c. 209; 1987, c. 413; 1994, c. 939; 1995, c. 693, § 15.1-1677; 1996, c. 861; 1997, c. 587, § 37.1-243; 1998, cc. 680, 724, § 37.1-194.1; 1999, c. 969; 2005, c. 716; 2009, cc. 813, 840; 2012, cc. 476, 507; 2015, c. 750; 2017, c. 458.\n\nNorfolk Personal Injury Law Firm",
      "order_index": 12
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“Manufacturer” shall not include any farm or aggregation of farms that owns and operates facilities within the Commonwealth for the generation of electric energy from waste-to-energy technology. As used in this definition, (i) “farm” means any person that obtains at least 51 percent of its annual gross income from agricultural operations and produces the agricultural waste used as feedstock for the waste-to-energy technology, (ii) “agricultural waste” means biomass waste materials capable of decomposition that are produced from the raising of plants and animals during agricultural operations, including animal manures, bedding, plant stalks, hulls, and vegetable matter, and (iii) “waste-to-energy technology” means any technology, including but not limited to a methane digester, that converts agricultural waste into gas, steam, or heat that is used to generate electricity on-site.\n\n2009, c. 746.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 13
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“Includes” means includes, but not limited to.\n\n2005, c. 839.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 14
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "As used in this title, unless the context requires a different meaning:\n\n1. See Virginia Code 23.1-100\n\n“Associate-degree-granting” means that an associate degree is the most advanced degree that is granted.\n\n“Associate-degree-granting public institution of higher education” includes Richard Bland College and each comprehensive community college.\n\n“Baccalaureate” means that bachelor’s degrees or more advanced degrees, or both, are granted.\n\n“Baccalaureate public institution of higher education” includes Christopher Newport University, George Mason University, James Madison University, Longwood University, the University of Mary Washington, Norfolk State University, Old Dominion University, Radford University, the University of Virginia, the University of Virginia’s College at Wise as a division of the University of Virginia, Virginia Commonwealth University, Virginia Military Institute, Virginia Polytechnic Institute and State University, Virginia State University, and The College of William and Mary in Virginia.\n\n“Chief executive officer” includes the Chancellor of the Virginia Community College System, the Chancellor of the University of Virginia’s College at Wise, the Superintendent of Virginia Military Institute, and the president of each other public institution of higher education.\n\n“Comprehensive community college” means an associate-degree-granting public institution of higher education governed by the State Board that offers instruction in one or more of the following fields:\n\n1. Freshman and sophomore courses in arts and sciences acceptable for transfer to baccalaureate degree programs;\n\n2. Diversified technical curricula, including programs leading to an associate degree;\n\n3. Career and technical education leading directly to employment;\n\n4. Courses in general and continuing education for adults in the fields set out in subdivisions 1, 2, and 3; or\n\n5. Noncredit training and retraining courses and programs of varying lengths to meet the needs of business and industry in the Commonwealth.\n\n“Council” means the State Council of Higher Education for Virginia.\n\n“Dual enrollment” means the enrollment of a qualified high school student in a postsecondary course that is creditable toward high school completion and a career certificate or an associate or baccalaureate degree at a public institution of higher education. “Dual enrollment” does not include the enrollment of a qualified high school student in a postsecondary course that is not creditable toward high school completion.\n\n“Governing board” includes the State Board and the board of visitors of each baccalaureate public institution of higher education. “Governing board” does not include local community college boards.\n\n“Local community college board” means the board established to act in an advisory capacity to the State Board and perform such duties with respect to the operation of a single comprehensive community college as may be delegated to it by the State Board.\n\n“Nonprofit private institution of higher education” means any postsecondary school, as that term is defined in § 23.1-213, in the Commonwealth that is exempt from paying federal income taxes under § 501(c)(3) of the Internal Revenue Code and is certified by the Council to offer degrees or exempt from such certification pursuant to Article 3 (§ 23.1-213 et seq.) of Chapter 2.\n\n“Non-Virginia student” means any student who has not established domicile in the Commonwealth pursuant to § 23.1-502.\n\n“Private institution of higher education” includes each nonprofit private institution of higher education and proprietary private institution of higher education in the Commonwealth.\n\n“Proprietary private institution of higher education” means any postsecondary school, as that term is defined in § 23.1-213, in the Commonwealth that is privately owned, privately managed, and obligated to pay federal income taxes in the Commonwealth and is certified by the Council to offer degrees or exempt from such certification pursuant to Article 3 (§ 23.1-213 et seq.) of Chapter 2.\n\n“Public institution of higher education” includes the System as a whole and each associate-degree-granting and baccalaureate public institution of higher education in the Commonwealth.\n\n“State Board” means the State Board for Community Colleges.\n\n“System” means the Virginia Community College System.\n\n“Virginia student” means any student who has established domicile in the Commonwealth pursuant to § 23.1-502.\n\n2016, c. 588; 2024, cc. 647, 684.",
      "order_index": 15
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "This chapter shall be known as the Virginia Nonstock Corporation Act or the “Act.”\n\nAsk a business law question, get an answer ASAP!Thousands of highly rated, verified business lawyers.Click here to chat with a lawyer about your rights.\n\nCode 1950, § 13.1-201; 1956, c. 428; 1985, c. 522; 2007, c. 925.\n\nSan Jose Business and Corporate Law Firm",
      "order_index": 16
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“Person” includes any individual, corporation, partnership, association, cooperative, limited liability company, trust, joint venture, government, political subdivision, or any other legal or commercial entity and any successor, representative, agent, agency, or instrumentality thereof.\n\nCode 1919, § 5; Code 1950, § 1-13; 1950, p. 22, § 1-13.19; 1988, c. 36; 2005, c. 839.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 17
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“Personal representative” includes the executor of a will or the administrator of the estate of a decedent, the administrator of such estate with the will annexed, the administrator of such estate unadministered by a former representative, whether there is a will or not, any person who is under the order of a circuit court to take into his possession the estate of a decedent for administration, and every other curator of a decedent’s estate, for or against whom suits may be brought for causes of action that accrued to or against the decedent.\n\nCode 1919, § 5; Code 1950, § 1-13; 1950, p. 22, § 1-13.21; 1971, Ex. Sess., c. 49; 2005, c. 839.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 18
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“Process” includes subpoenas, the summons and complaint in a civil action, and process in statutory actions.\n\n1954, c. 543, § 1-13.23:1; 1986, c. 155; 2005, cc. 681, 839.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 19
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“State,” when applied to a part of the United States, includes any of the 50 states, the District of Columbia, the Commonwealth of Puerto Rico, Guam, the Northern Mariana Islands, and the United States Virgin Islands.\n\nCode 1919, § 5; Code 1950, § 1-13; 1950, p. 23, § 1-13.26; 1971, Ex. Sess., c. 49; 2005, c. 839.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 20
    },
    {
      "document_index": 1,
      "jurisdiction": "US-VA",
      "section_number": "",
      "title": "LawServer",
      "text": "“United States” includes the 50 states, the District of Columbia the Commonwealth of Puerto Rico, Guam, the Northern Mariana Islands and the United States Virgin Islands.\n\nCode 1919, § 5; Code 1950, § 1-13; 1950, p. 24, § 1-13.31; 2005, c. 839.\n\nVirgina Beach, VA Immigration and employment Law",
      "order_index": 21
    }
  ]
}
