{
  "documents": [
    {
      "jurisdiction": "US-WI",
      "title": "Wisconsin Notice of Unauthorized Acquisition of Personal Information",
      "identifier": "Wis. Stat. ยง 134.98",
      "short_name": "WI Breach",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2006-03-31",
      "last_amended": "2006-03-31",
      "source_url": "https://docs.legis.wisconsin.gov/statutes/statutes/134/98"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "section_number": "ยง 134.98",
      "title": "Notice of unauthorized acquisition of personal information",
      "text": "(1) Definitions. In this section:\n(a) \"Entity\" means a person, including the state and any political subdivision of the state, that does any of the following:\n1. Conducts business in this state and maintains personal information in the ordinary course of business.\n2. Licenses personal information in this state.\n(b) \"Financial account number\" includes a credit card number and a debit card number.\n(c) \"Personal information\" means an individual's last name and the individual's first name or first initial, in combination with and linked to any of the following elements, if the element is not publicly available information and is not encrypted, redacted, or altered in a manner that renders the element unreadable:\n1. The individual's social security number.\n2. The individual's driver's license number or state identification number.\n3. The number of the individual's financial account number, including a credit or debit card account number, or any security code, access code, or password that would permit access to the individual's financial account.\n4. The individual's deoxyribonucleic acid profile, as defined in s. 939.74(2d)(a).\n5. The individual's unique biometric data, including fingerprint, voice print, retina or iris image, or any other unique physical representation.\n(d) \"Subject individual\" means an individual who is a resident of this state and whose personal information has been acquired by a person whom the individual has not authorized to acquire the personal information.\n\n(2) Notice of unauthorized acquisition of personal information.\n(a) If an entity whose principal place of business is located in this state or an entity that maintains or licenses personal information in this state knows that personal information in the entity's possession has been acquired by a person whom the entity has not authorized to acquire the personal information, the entity shall make reasonable efforts to notify each subject individual of the unauthorized acquisition.\n(b) An entity that is an individual who knows that personal information in the individual's possession has been acquired by a person whom the individual has not authorized to acquire the personal information shall make reasonable efforts to notify each subject individual of the unauthorized acquisition.\n\n(3) Notification methods. An entity or individual under sub. (2) shall by any of the following means, whichever is applicable, make reasonable efforts to notify each subject individual:\n(a) Individual notice. By mail or by a method the entity or individual has previously employed to communicate with the subject individual.\n(b) If the entity or individual required under sub. (2) to make reasonable efforts to notify subject individuals does not have sufficient information to notify a subject individual under par. (a), or is unable to give notice under par. (a) after making a good faith effort, the entity or individual shall, within a reasonable time, do all of the following:\n1. If the entity or individual has an e-mail address for the subject individual, provide notice to the subject individual by e-mail.\n2. If the entity or individual has an Internet site, post a notice of the unauthorized acquisition of personal information on that Internet site.\n3. Provide notice to statewide media.\n\n(4) Coordination. If an entity knows that personal information pertaining to an individual has been acquired without authorization and the personal information was in the possession of an agent of the entity, the entity shall notify the agent of the unauthorized acquisition. The agent shall then assist the entity in complying with this section.\n\n(5) Timing. An entity or individual required under this section to notify a subject individual of the unauthorized acquisition of personal information shall do so within a reasonable time, not to exceed 45 days after the entity or individual learns of the acquisition of personal information. A person who is an agent of another person and who knows that personal information in the agent's possession has been acquired by a person whom the agent has not authorized to acquire the personal information shall notify the other person within a reasonable time, not to exceed 45 days after learning of the unauthorized acquisition.\n\n(6) Exemptions.\n(a) An entity that is subject to, and in compliance with, the privacy and security requirements in 15 USC 6801 to 6809 and any rules promulgated under 15 USC 6801 to 6809 related to the protection of personal financial information is exempt from this section.\n(b) An entity that is subject to, and in compliance with, the Health Insurance Portability and Accountability Act of 1996 (P.L. 104-191) is exempt from this section.",
      "jurisdiction": "US-WI",
      "order_index": 1
    }
  ]
}
