{
  "documents": [
    {
      "jurisdiction": "US-FED",
      "title": "Computer Fraud and Abuse Act",
      "identifier": "18 USC 1030",
      "short_name": "CFAA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "1986-10-16",
      "last_amended": "2008-09-26",
      "source_url": "https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title18-section1030"
    },
    {
      "jurisdiction": "US-FED",
      "title": "Health Insurance Portability and Accountability Act - Privacy and Security",
      "identifier": "42 USC 1320d",
      "short_name": "HIPAA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "1996-08-21",
      "last_amended": "2013-01-25",
      "source_url": "https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title42-section1320d"
    },
    {
      "jurisdiction": "US-FED",
      "title": "Federal Information Security Modernization Act",
      "identifier": "44 USC 3551-3558",
      "short_name": "FISMA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2014-12-18",
      "last_amended": "2014-12-18",
      "source_url": "https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title44-section3551"
    },
    {
      "jurisdiction": "US-FED",
      "title": "Federal Trade Commission Act - Unfair or Deceptive Acts or Practices",
      "identifier": "15 USC 45",
      "short_name": "FTC Act Section 5",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "1914-09-26",
      "last_amended": "2023-12-22",
      "source_url": "https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title15-section45"
    },
    {
      "jurisdiction": "US-FED",
      "title": "Children's Online Privacy Protection Act",
      "identifier": "15 USC 6501-6506",
      "short_name": "COPPA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "1998-10-21",
      "last_amended": "2012-12-19",
      "source_url": "https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title15-section6501"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 1030(a)(1)",
      "title": "Unauthorized access to classified information",
      "text": "Whoever having knowingly accessed a computer without authorization or exceeding authorized access, and by means of such conduct having obtained information that has been determined by the United States Government pursuant to an Executive order or statute to require protection against unauthorized disclosure for reasons of national defense or foreign relations, or any restricted data, as defined in paragraph y. of section 11 of the Atomic Energy Act of 1954, with reason to believe that such information so obtained could be used to the injury of the United States, or to the advantage of any foreign nation willfully communicates, delivers, transmits, or causes to be communicated, delivered, or transmitted, or attempts to communicate, deliver, transmit or cause to be communicated, delivered, or transmitted the same to any person not entitled to receive it, or willfully retains the same and fails to deliver it to the officer or employee of the United States entitled to receive it.",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 1030(a)(2)",
      "title": "Unauthorized access to information from financial institutions, government, or protected computers",
      "text": "Whoever intentionally accesses a computer without authorization or exceeds authorized access, and thereby obtains information from any protected computer, shall be punished as provided in subsection (c) of this section.",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 1030(a)(5)",
      "title": "Damage to protected computers",
      "text": "Whoever knowingly causes the transmission of a program, information, code, or command, and as a result of such conduct, intentionally causes damage without authorization, to a protected computer, shall be punished as provided in subsection (c) of this section.",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 1030(e)(2)",
      "title": "Definition of protected computer",
      "text": "The term 'protected computer' means a computer exclusively for the use of a financial institution or the United States Government, or, in the case of a computer not exclusively for such use, used by or for a financial institution or the United States Government and the conduct constituting the offense affects that use by or for the financial institution or the Government; or which is used in or affecting interstate or foreign commerce or communication, including a computer located outside the United States that is used in a manner that affects interstate or foreign commerce or communication of the United States.",
      "order_index": 4
    },
    {
      "document_index": 1,
      "jurisdiction": "US-FED",
      "section_number": "§ 1320d(4)",
      "title": "Definition of individually identifiable health information",
      "text": "The term 'individually identifiable health information' means any information, including demographic information collected from an individual, that is created or received by a health care provider, health plan, employer, or health care clearinghouse; and relates to the past, present, or future physical or mental health or condition of an individual, the provision of health care to an individual, or the past, present, or future payment for the provision of health care to an individual, and that identifies the individual or with respect to which there is a reasonable basis to believe that the information can be used to identify the individual.",
      "order_index": 1
    },
    {
      "document_index": 1,
      "jurisdiction": "US-FED",
      "section_number": "§ 1320d-2(d)",
      "title": "Security standards for health information",
      "text": "Each person described in section 1320d-1(a) of this title who maintains or transmits health information shall maintain reasonable and appropriate administrative, technical, and physical safeguards to ensure the integrity and confidentiality of the information, to protect against any reasonably anticipated threats or hazards to the security or integrity of the information, and to protect against any reasonably anticipated uses or disclosures of such information that are not permitted or required.",
      "order_index": 2
    },
    {
      "document_index": 1,
      "jurisdiction": "US-FED",
      "section_number": "§ 17932",
      "title": "HITECH Act - Notification in case of breach",
      "text": "A covered entity that accesses, maintains, retains, modifies, records, stores, destroys, or otherwise holds, uses, or discloses unsecured protected health information shall, in the case of a breach of such information that is discovered by the covered entity, notify each individual whose unsecured protected health information has been, or is reasonably believed by the covered entity to have been, accessed, acquired, or disclosed as a result of such breach.",
      "order_index": 3
    },
    {
      "document_index": 2,
      "jurisdiction": "US-FED",
      "section_number": "§ 3551",
      "title": "FISMA - Purposes",
      "text": "The purposes of this subchapter are to provide a comprehensive framework for ensuring the effectiveness of information security controls over information resources that support Federal operations and assets; and provide for development and maintenance of minimum controls required to protect Federal information and information systems.",
      "order_index": 1
    },
    {
      "document_index": 2,
      "jurisdiction": "US-FED",
      "section_number": "§ 3554(b)",
      "title": "Federal agency responsibilities",
      "text": "The head of each agency shall be responsible for providing information security protections commensurate with the risk and magnitude of the harm resulting from unauthorized access, use, disclosure, disruption, modification, or destruction of information collected or maintained by or on behalf of the agency; and information systems used or operated by an agency or by a contractor of an agency or other organization on behalf of an agency.",
      "order_index": 2
    },
    {
      "document_index": 3,
      "jurisdiction": "US-FED",
      "section_number": "§ 45(a)(1)",
      "title": "Unfair methods of competition and unfair or deceptive acts",
      "text": "Unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce, are hereby declared unlawful.",
      "order_index": 1
    },
    {
      "document_index": 3,
      "jurisdiction": "US-FED",
      "section_number": "§ 45(a)(2)",
      "title": "FTC enforcement authority",
      "text": "The Commission is hereby empowered and directed to prevent persons, partnerships, or corporations from using unfair methods of competition in or affecting commerce and unfair or deceptive acts or practices in or affecting commerce.",
      "order_index": 2
    },
    {
      "document_index": 4,
      "jurisdiction": "US-FED",
      "section_number": "§ 6501(2)",
      "title": "COPPA - Definition of personal information",
      "text": "The term 'personal information' means individually identifiable information about an individual collected online, including a first and last name; a home or other physical address including street name and name of a city or town; an online contact identifier; a Social Security number; a telephone number; or any other identifier that the Commission determines permits the physical or online contacting of a specific individual.",
      "order_index": 1
    },
    {
      "document_index": 4,
      "jurisdiction": "US-FED",
      "section_number": "§ 6502(b)(1)",
      "title": "COPPA - Required disclosures and consent",
      "text": "It is unlawful for an operator of a website or online service directed to children, or any operator that has actual knowledge that it is collecting personal information from a child, to collect personal information from a child in a manner that violates the regulations prescribed under subsection (b).",
      "order_index": 2
    }
  ]
}
