{
  "documents": [
    {
      "jurisdiction": "US-FED",
      "title": "Customer Proprietary Network Information",
      "identifier": "47 USC 222",
      "short_name": "CPNI",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "1996-02-08",
      "last_amended": "1996-02-08",
      "source_url": "https://uscode.house.gov/view.xhtml?req=granuleid%3AUSC-prelim-title47-section222&num=0&edition=prelim&f=xml"
    },
    {
      "jurisdiction": "US-FED",
      "title": "Cable Communications Policy Act - Subscriber Privacy",
      "identifier": "47 USC 551",
      "short_name": "Cable Privacy",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "1984-10-30",
      "last_amended": "1992-10-05",
      "source_url": "https://uscode.house.gov/view.xhtml?req=granuleid%3AUSC-prelim-title47-section551&num=0&edition=prelim&f=xml"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 222",
      "title": "Privacy of customer information",
      "text": "(a) In general Every telecommunications carrier has a duty to protect the confidentiality of proprietary information of, and relating to, other telecommunication carriers, equipment manufacturers, and customers, including telecommunication carriers reselling telecommunications services provided by a telecommunications carrier. (b) Confidentiality of carrier information A telecommunications carrier that receives or obtains proprietary information from another carrier for purposes of providing any telecommunications service shall use such information only for such purpose, and shall not use such information for its own marketing efforts. (c) Confidentiality of customer proprietary network information (1) Privacy requirements for telecommunications carriers Except as required by law or with the approval of the customer, a telecommunications carrier that receives or obtains customer proprietary network information by virtue of its provision of a telecommunications service shall only use, disclose, or permit access to individually identifiable customer proprietary network information in its provision of (A) the telecommunications service from which such information is derived, or (B) services necessary to, or used in, the provision of such telecommunications service, including the publishing of directories. (2) Disclosure on request by customers A telecommunications carrier shall disclose customer proprietary network information, upon affirmative written request by the customer, to any person designated by the customer. (3) Aggregate customer information A telecommunications carrier that receives or obtains customer proprietary network information by virtue of its provision of a telecommunications service may use, disclose, or permit access to aggregate customer information other than for the purposes described in paragraph (1). A local exchange carrier may use, disclose, or permit access to aggregate customer information other than for purposes described in paragraph (1) only if it provides such aggregate information to other carriers or persons on reasonable and nondiscriminatory terms and conditions upon reasonable request therefor. (d) ExceptionsNothing in this section prohibits a telecommunications carrier from using, disclosing, or permitting access to customer proprietary network information obtained from its customers, either directly or indirectly through its agents— (1) to initiate, render, bill, and collect for telecommunications services; (2) to protect the rights or property of the carrier, or to protect users of those services and other carriers from fraudulent, abusive, or unlawful use of, or subscription to, such services; (3) to provide any inbound telemarketing, referral, or administrative services to the customer for the duration of the call, if such call was initiated by the customer and the customer approves of the use of such information to provide such service; and (4) to provide call location information concerning the user of a commercial mobile service (as such term is defined in section 332(d) of this title) or the user of an IP-enabled voice service (as such term is defined in section 615b of this title)— (A) to a public safety answering point, emergency medical service provider or emergency dispatch provider, public safety, fire service, or law enforcement official, or hospital emergency or trauma care facility, in order to respond to the user’s call for emergency services; (B) to inform the user’s legal guardian or members of the user’s immediate family of the user’s location in an emergency situation that involves the risk of death or serious physical harm; or (C) to providers of information or database management services solely for purposes of assisting in the delivery of emergency services in response to an emergency. (e) Subscriber list information Notwithstanding subsections (b), (c), and (d), a telecommunications carrier that provides telephone exchange service shall provide subscriber list information gathered in its capacity as a provider of such service on a timely and unbundled basis, under nondiscriminatory and reasonable rates, terms, and conditions, to any person upon request for the purpose of publishing directories in any format. (f) Authority to use location informationFor purposes of subsection (c)(1), without the express prior authorization of the customer, a customer shall not be considered to have approved the use or disclosure of or access to— (1) call location information concerning the user of a commercial mobile service (as such term is defined in section 332(d) of this title) or the user of an IP-enabled voice service (as such term is defined in section 615b of this title), other than in accordance with subsection (d)(4); or (2) automatic crash notification information to any person other than for use in the operation of an automatic crash notification system. (g) Subscriber listed and unlisted information for emergency services Notwithstanding subsections (b), (c), and (d), a telecommunications carrier that provides telephone exchange service or a provider of IP-enabled voice service (as such term is defined in section 615b of this title) shall provide information described in subsection (i)(3)(A) [1] (including information pertaining to subscribers whose information is unlisted or unpublished) that is in its possession or control (including information pertaining to subscribers of other carriers) on a timely and unbundled basis, under nondiscriminatory and reasonable rates, terms, and conditions to providers of emergency services, and providers of emergency support services, solely for purposes of delivering or assisting in the delivery of emergency services. (h) DefinitionsAs used in this section: (1) Customer proprietary network informationThe term “customer proprietary network information” means— (A) information that relates to the quantity, technical configuration, type, destination, location, and amount of use of a telecommunications service subscribed to by any customer of a telecommunications carrier, and that is made available to the carrier by the customer solely by virtue of the carrier-customer relationship; and (B) information contained in the bills pertaining to telephone exchange service or telephone toll service received by a customer of a carrier; except that such term does not include subscriber list information. (2) Aggregate information The term “aggregate customer information” means collective data that relates to a group or category of services or customers, from which individual customer identities and characteristics have been removed. (3) Subscriber list informationThe term “subscriber list information” means any information— (A) identifying the listed names of subscribers of a carrier and such subscribers’ telephone numbers, addresses, or primary advertising classifications (as such classifications are assigned at the time of the establishment of such service), or any combination of such listed names, numbers, addresses, or classifications; and (B) that the carrier or an affiliate has published, caused to be published, or accepted for publication in any directory format. (4) Public safety answering point The term “public safety answering point” means a facility that has been designated to receive emergency calls and route them to emergency service personnel. (5) Emergency services The term “emergency services” means 9–1–1 emergency services and emergency notification services. (6) Emergency notification services The term “emergency notification services” means services that notify the public of an emergency. (7) Emergency support services The term “emergency support services” means information or data base management services used in support of emergency services. (June 19, 1934, ch. 652, title II, § 222, as added Pub. L. 104–104, title VII, § 702, Feb. 8, 1996, 110 Stat. 148; amended Pub. L. 106–81, § 5, Oct. 26, 1999, 113 Stat. 1288; Pub. L. 110–283, title III, § 301, July 23, 2008, 122 Stat. 2625.)",
      "order_index": 1
    },
    {
      "document_index": 1,
      "jurisdiction": "US-FED",
      "section_number": "§ 551",
      "title": "Protection of subscriber privacy",
      "text": "(a) Notice to subscriber regarding personally identifiable information; definitions (1) At the time of entering into an agreement to provide any cable service or other service to a subscriber and at least once a year thereafter, a cable operator shall provide notice in the form of a separate, written statement to such subscriber which clearly and conspicuously informs the subscriber of— (A) the nature of personally identifiable information collected or to be collected with respect to the subscriber and the nature of the use of such information; (B) the nature, frequency, and purpose of any disclosure which may be made of such information, including an identification of the types of persons to whom the disclosure may be made; (C) the period during which such information will be maintained by the cable operator; (D) the times and place at which the subscriber may have access to such information in accordance with subsection (d); and (E) the limitations provided by this section with respect to the collection and disclosure of information by a cable operator and the right of the subscriber under subsections (f) and (h) to enforce such limitations. In the case of subscribers who have entered into such an agreement before the effective date of this section, such notice shall be provided within 180 days of such date and at least once a year thereafter. (2) For purposes of this section, other than subsection (h)— (A) the term “personally identifiable information” does not include any record of aggregate data which does not identify particular persons; (B) the term “other service” includes any wire or radio communications service provided using any of the facilities of a cable operator that are used in the provision of cable service; and (C) the term “cable operator” includes, in addition to persons within the definition of cable operator in section 522 of this title, any person who (i) is owned or controlled by, or under common ownership or control with, a cable operator, and (ii) provides any wire or radio communications service. (b) Collection of personally identifiable information using cable system (1) Except as provided in paragraph (2), a cable operator shall not use the cable system to collect personally identifiable information concerning any subscriber without the prior written or electronic consent of the subscriber concerned. (2) A cable operator may use the cable system to collect such information in order to— (A) obtain information necessary to render a cable service or other service provided by the cable operator to the subscriber; or (B) detect unauthorized reception of cable communications. (c) Disclosure of personally identifiable information (1) Except as provided in paragraph (2), a cable operator shall not disclose personally identifiable information concerning any subscriber without the prior written or electronic consent of the subscriber concerned and shall take such actions as are necessary to prevent unauthorized access to such information by a person other than the subscriber or cable operator. (2) A cable operator may disclose such information if the disclosure is— (A) necessary to render, or conduct a legitimate business activity related to, a cable service or other service provided by the cable operator to the subscriber; (B) subject to subsection (h), made pursuant to a court order authorizing such disclosure, if the subscriber is notified of such order by the person to whom the order is directed; (C) a disclosure of the names and addresses of subscribers to any cable service or other service, if— (i) the cable operator has provided the subscriber the opportunity to prohibit or limit such disclosure, and (ii) the disclosure does not reveal, directly or indirectly, the— (I) extent of any viewing or other use by the subscriber of a cable service or other service provided by the cable operator, or (II) the nature of any transaction made by the subscriber over the cable system of the cable operator; or (D) to a government entity as authorized under chapters 119, 121, or 206 of title 18, except that such disclosure shall not include records revealing cable subscriber selection of video programming from a cable operator. (d) Subscriber access to information A cable subscriber shall be provided access to all personally identifiable information regarding that subscriber which is collected and maintained by a cable operator. Such information shall be made available to the subscriber at reasonable times and at a convenient place designated by such cable operator. A cable subscriber shall be provided reasonable opportunity to correct any error in such information. (e) Destruction of information A cable operator shall destroy personally identifiable information if the information is no longer necessary for the purpose for which it was collected and there are no pending requests or orders for access to such information under subsection (d) or pursuant to a court order. (f) Civil action in United States district court; damages; attorney’s fees and costs; nonexclusive nature of remedy (1) Any person aggrieved by any act of a cable operator in violation of this section may bring a civil action in a United States district court. (2) The court may award— (A) actual damages but not less than liquidated damages computed at the rate of $100 a day for each day of violation or $1,000, whichever is higher; (B) punitive damages; and (C) reasonable attorneys’ fees and other litigation costs reasonably incurred. (3) The remedy provided by this section shall be in addition to any other lawful remedy available to a cable subscriber. (g) Regulation by States or franchising authorities Nothing in this subchapter shall be construed to prohibit any State or any franchising authority from enacting or enforcing laws consistent with this section for the protection of subscriber privacy. (h) Disclosure of information to governmental entity pursuant to court orderExcept as provided in subsection (c)(2)(D), a governmental entity may obtain personally identifiable information concerning a cable subscriber pursuant to a court order only if, in the court proceeding relevant to such court order— (1) such entity offers clear and convincing evidence that the subject of the information is reasonably suspected of engaging in criminal activity and that the information sought would be material evidence in the case; and (2) the subject of the information is afforded the opportunity to appear and contest such entity’s claim. (June 19, 1934, ch. 652, title VI, § 631, as added Pub. L. 98–549, § 2, Oct. 30, 1984, 98 Stat. 2794; amended Pub. L. 102–385, § 20, Oct. 5, 1992, 106 Stat. 1497; Pub. L. 107–56, title II, § 211, Oct. 26, 2001, 115 Stat. 283.)",
      "order_index": 1
    }
  ]
}
