{
  "documents": [
    {
      "jurisdiction": "US-FED",
      "title": "Cyber Incident Reporting for Critical Infrastructure Act",
      "identifier": "6 USC 681-681g",
      "short_name": "CIRCIA",
      "document_type": "statute",
      "status": "in_force",
      "effective_date": "2022-03-15",
      "last_amended": "2022-03-15",
      "source_url": "https://www.law.cornell.edu/uscode/text/6/681"
    }
  ],
  "provisions": [
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 681",
      "title": "Definitions",
      "text": "In this part: (1) Covered cyber incident The term 'covered cyber incident' means a substantial cyber incident experienced by a covered entity that satisfies the definition and criteria established by the Director in the final rule issued pursuant to section 681b(b). (2) Covered entity The term 'covered entity' means an entity in a critical infrastructure sector, as defined in Presidential Policy Directive 21, that satisfies the definition established by the Director in the final rule issued pursuant to section 681b(b). (3) Cyber incident The term 'cyber incident' means an occurrence that actually or imminently jeopardizes, without lawful authority, the integrity, confidentiality, or availability of information on an information system, or actually or imminently jeopardizes, without lawful authority, an information system. (4) Cybersecurity incident The term 'cybersecurity incident' has the meaning given the term 'incident' in section 659 of this title. (5) Director The term 'Director' means the Director of the Cybersecurity and Infrastructure Security Agency. (6) Federal entity The term 'Federal entity' has the meaning given the term in section 681g of this title. (7) Information system The term 'information system' has the meaning given the term in section 3502 of title 44. (8) Ransom payment The term 'ransom payment' means the transmission of any money or other property or asset, including virtual currency, or any portion thereof, which has at any time been delivered as ransom in connection with a ransomware attack. (9) Ransomware attack The term 'ransomware attack' means an incident that includes the use or threat of use of unauthorized or malicious code on an information system, or the use or threat of use of another digital mechanism such as a denial of service attack, to interrupt or disrupt the operations of an information system or compromise the confidentiality, availability, or integrity of electronic data stored on, processed by, or transiting an information system to extort a ransom payment. (10) Significant cyber incident The term 'significant cyber incident' means a cyber incident, or a group of related cyber incidents, that the Secretary determines is (or is likely to be) of significant consequence to national security, economic security, or public health and safety. (Added Pub. L. 117-103, div. Y, title II, § 2240A, Mar. 15, 2022, 136 Stat. 1154.)",
      "order_index": 1
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 681b",
      "title": "Required reporting of certain cyber incidents",
      "text": "(a) In general (1) Covered cyber incident reports A covered entity that experiences a covered cyber incident shall report the covered cyber incident to the Agency not later than 72 hours after the covered entity reasonably believes that the covered cyber incident has occurred. (2) Ransom payment reports (A) In general A covered entity that makes a ransom payment as the result of a ransomware attack against the covered entity shall report the ransom payment to the Agency not later than 24 hours after the ransom payment has been made. (B) Application A covered entity shall submit a report under subparagraph (A) regardless of whether the covered entity is also required to submit a report under paragraph (1) for the ransomware attack to which the ransom payment relates. (3) Supplemental reports A covered entity shall promptly submit to the Agency an update or supplement to a previously submitted covered cyber incident report if substantial new or different information becomes available or if the covered entity makes a ransom payment after submitting a covered cyber incident report required under paragraph (1), until such date that such covered entity notifies the Agency that the covered cyber incident at issue has concluded and has been fully mitigated and resolved. (4) Preservation of information A covered entity that is required to submit a report under paragraph (1) shall preserve data relevant to the covered cyber incident or ransom payment in accordance with procedures established in the final rule issued pursuant to subsection (b). (b) Rulemaking (1) Notice of proposed rulemaking Not later than 24 months after March 15, 2022, the Director, in consultation with Sector Risk Management Agencies, the Department of Justice, and other Federal agencies and regulatory authorities as appropriate, including Sector-Specific Agencies, shall publish in the Federal Register a notice of proposed rulemaking to implement this section. (2) Final rule Not later than 18 months after publication of the notice of proposed rulemaking, the Director shall issue a final rule to implement this section. (c) Required contents of reports Reports required under subsection (a) shall include, at a minimum, the following: (1) A description of the covered cyber incident, including identification of the systems or networks affected, how the entity was affected, the estimated date range of the incident, and the impact to operations of the covered entity. (2) A description of the vulnerabilities exploited and the security defenses in place, along with tactics, techniques, and procedures used to perpetrate the covered cyber incident. (3) Any identifying or contact information related to the actor or actors reasonably believed to be responsible for the covered cyber incident. (4) For ransom payment reports: the date of payment, the ransom payment demand including the type of virtual currency or other payment requested, the ransom payment instructions, and the amount of the ransom payment. (Added Pub. L. 117-103, div. Y, title II, § 2242, Mar. 15, 2022, 136 Stat. 1156.)",
      "order_index": 2
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 681c",
      "title": "Voluntary reporting of other cyber incidents",
      "text": "(a) In general An entity that is not a covered entity, or a covered entity that experiences a cyber incident that is not a covered cyber incident or a threat or vulnerability, may voluntarily report to the Agency the cyber incident, threat, or vulnerability. (b) Protections Reports made under subsection (a) that comply with the requirements for covered cyber incident reports shall receive the same protections as reports required under section 681b, including the protections against enforcement actions and the preservation of trade secrets and commercial information. (c) Considered a covered cyber incident report A voluntary report submitted under this section to the Agency that meets the requirements of section 681b shall be treated as if it were a covered cyber incident report submitted under that section. (Added Pub. L. 117-103, div. Y, title II, § 2243, Mar. 15, 2022, 136 Stat. 1165.)",
      "order_index": 3
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 681d",
      "title": "Noncompliance with required reporting",
      "text": "(a) Purpose In the event that a covered entity that is required to submit a report under section 681b fails to comply, the Director may obtain the information from such entity by issuing a subpoena to the covered entity, in consultation with the Attorney General. (b) Request for information (1) In general If the Director has reason to believe that a covered entity has experienced a covered cyber incident or has made a ransom payment but has not submitted the report as required under section 681b, the Director may request additional information from the covered entity to confirm whether a covered cyber incident or ransom payment has occurred. (2) Response A covered entity that receives a request for information from the Director under paragraph (1) shall respond to such request not later than 72 hours after receiving the request. (c) Subpoena (1) In general If a covered entity does not respond to a request for information from the Director under subsection (b)(1) within 72 hours, the Director may issue a subpoena to compel disclosure of information the Director deems necessary to determine whether a covered cyber incident or ransom payment has occurred. (2) Civil action If a covered entity fails to comply with a subpoena, the Director may refer the matter to the Attorney General to bring a civil action in a district court of the United States to enforce the subpoena. (d) Penalties A covered entity that fails to comply with section 681b or a subpoena issued under this section may be subject to civil penalties as determined by the Director. (Added Pub. L. 117-103, div. Y, title II, § 2244, Mar. 15, 2022, 136 Stat. 1165.)",
      "order_index": 4
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 681e",
      "title": "Information shared with or provided to the Federal Government",
      "text": "(a) Protections for reporting entities (1) No waiver of privilege The submission of a report to the Agency under section 681b or 681c shall not constitute a waiver of any applicable privilege or protection provided by law, including trade secret protections. (2) Liability protections (A) In general No cause of action shall lie or be maintained in any court by any person or entity and any such action shall be promptly dismissed for the submission of a report that is required by or consistent with the requirements of this part, provided such report is submitted in conformity with this part and the rules promulgated thereunder. (B) Scope The liability protection under subparagraph (A) shall apply to actions filed in Federal, State, tribal, or territorial courts. (3) Proprietary information The Agency shall not use information obtained solely through a report submitted in compliance with section 681b to regulate, including through an enforcement action, the lawful activities of the covered entity or any entity that is affiliated with, has a contractual relationship with, or provides IT services to the covered entity that submits the report. (b) Anonymization Any information received under this section that is used for cybersecurity purposes shall, to the maximum extent feasible, be anonymized or attributed in a manner that does not identify the reporting entity. (c) Use of information The Agency may use information submitted under this part only for one or more of the following: (1) A cybersecurity purpose. (2) To identify a cyber threat indicator, including the source of the cyber threat. (3) To identify a cybersecurity vulnerability. (4) To respond to, or otherwise prevent or mitigate, a specific threat of death or specific threat of serious bodily harm or serious economic harm, including a terrorist act or use of a weapon of mass destruction. (5) To respond to or otherwise prevent or mitigate a serious threat to a minor. (6) To prevent, investigate, disrupt, or prosecute offenses related to such information. (Added Pub. L. 117-103, div. Y, title II, § 2245, Mar. 15, 2022, 136 Stat. 1167.)",
      "order_index": 5
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 681f",
      "title": "Cyber incident review",
      "text": "(a) Activities The Center shall (1) receive, aggregate, and analyze reports submitted under sections 681b and 681c; (2) facilitate the timely sharing, on a voluntary basis, between relevant critical infrastructure owners and operators of information relating to covered cyber incidents and ransom payments, including indicators of compromise, to the greatest extent practicable; (3) proactively identify opportunities to use covered cyber incident information and ransom payment information to identify and notify entities that may be at risk of or experiencing a similar covered cyber incident; (4) publish quarterly unclassified, public reports that describe aggregated, anonymized observations, findings, and recommendations based on covered cyber incident reports, which may be based on the interim reports submitted under subsection (c); (5) proactively identify opportunities to use covered cyber incident information and ransom payment information to identify and warn of ongoing cybersecurity threats and vulnerabilities. (b) Interagency sharing (1) In general The Director shall share covered cyber incident reports and ransom payment reports with each appropriate Federal agency for a cybersecurity purpose in a manner consistent with the protections in section 681e. (2) National security The Director shall share relevant covered cyber incident reports and ransom payment reports with the intelligence community, the Department of Defense, and the Federal Bureau of Investigation, as appropriate, consistent with the protection of intelligence sources and methods. (c) Reports Not later than 2 years after March 15, 2022, and every 2 years thereafter, the Director shall submit to Congress a report that includes aggregated, anonymized information about covered cyber incidents and ransom payments. (Added Pub. L. 117-103, div. Y, title II, § 2246, Mar. 15, 2022, 136 Stat. 1170.)",
      "order_index": 6
    },
    {
      "document_index": 0,
      "jurisdiction": "US-FED",
      "section_number": "§ 681g",
      "title": "Federal sharing of incident reports",
      "text": "(a) Definitions In this section: (1) Cyber incident The term 'cyber incident' has the meaning given the term in section 681 of this title. (2) Federal entity The term 'Federal entity' means a department or agency of the United States. (3) Significant cyber incident The term 'significant cyber incident' means a cyber incident experienced by a Federal entity that the head of such entity determines satisfies criteria established by the Director for purposes of this section. (b) Requirement Not later than 24 hours after a Federal entity confirms that a significant cyber incident has occurred, the head of the Federal entity shall report the significant cyber incident to the Director. (c) Contents A report submitted under subsection (b) shall include the following: (1) A description of the significant cyber incident, including an identification of the affected systems. (2) An estimate of the date range during which the significant cyber incident occurred. (3) The impact of the significant cyber incident on operations. (4) Any information about the source of the significant cyber incident. (5) Any other information the Director determines is necessary. (d) Updates A Federal entity shall submit to the Director an update to a previously submitted report if substantial new or different information becomes available, including any additional identification and remediation actions taken by the Federal entity. (Added Pub. L. 117-103, div. Y, title II, § 2247, Mar. 15, 2022, 136 Stat. 1172.)",
      "order_index": 7
    }
  ]
}
